Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# try_again_msg_txt
source: Please try again
hi: कृपया पुन: प्रयास करें

# file_store_err_msg_txt
source: Error while storing file.
hi: समय त्रुटि भंडारण फ़ाइल

# plz_wait_msg_txt
source: Please wait...
hi: कृपया प्रतीक्षा करें...

# img_rem_msg_txt
source: Image removed.
hi: छवि हटा दिया

# confirm_lbl
source: Confirm!
hi: पुष्टि करें!

# are_you_sure_feedback_txt
source: Are you sure to add this information as feedback
hi: क्या आपको यकीन है आप शिकायत के रूप में इस जानकारी को प्रस्तुत करना चाहते हैं ?

# cancel_lbl
source: Cancel
hi: रद्द करें

# select_valid_state_lbl
source: Select valid State
hi: मान्य राज्य का चयन करें

# max_char_feedback_err_txt
source: Maximum 500 characters allowed
hi: अधिकतम 500 वर्ण की अनुमति दी

# entered_char_msg_txt1
source: You have entered
hi: आपने

# entered_char_msg_txt2
source: characters
hi: 40 वर्ण दर्ज किए हैं

# spcl_chars_err_msg_txt
source: Special characters are not allowed
hi: विशेष वर्णों की अनुमति नहीं है

# unable_submit_feed_msg_txt
source: Unable to submit feedback
hi: प्रतिक्रिया दर्ज करने में असमर्थ

# something_wrong_msg_txt
source: Something went wrong
hi: कुछ गलत हो गया

# no_internet_msg_txt
source: No internet !!
hi: इंटरनेट नहीं है !!

# do_you_want_leave_page_msg_txt
source: Do you want to leave this page ?
hi: आप इस पेज को छोड़ने चाहते हैं?

# email_id_lbl
source: Email-Id
hi: ईमेल आईडी

# timings_lbl
source: Timings
hi: समय

# contact_address_lbl
source: Contact Address
hi: संपर्क पता

# find_nearby_road_lbl
source: Find Nearby Road
hi: निकटवर्ती पीएमजीएसवाई सड़कों का पता लगाएं

# my_curr_location_lbl
source: My current location
hi: मेरा वर्तमान स्थल

# find_roads_lbl
source: Find Roads
hi: सड़कों का पता लगाएं

# nearby_pmgsy_road_lbl
source: Nearby PMGSY Roads
hi: निकटवर्ती पीएमजीएसवाई सड़कें

# road_completion_date_lbl
source: Road Completion Date
hi: सड़क निर्माण की पूर्णता तिथि

# register_feedback_lbl
source: Register Feedback
hi: शिकायत दर्ज करें

# invalid_mother_name_msg_txt
source: Enter mother name
hi: मां का नाम दर्ज करें

# only_chars_allowed_msg_txt
source: Only characters are allowed
hi: केवल वर्णों की अनुमति है

# invalid_birth_place_msg_txt
source: Enter valid birth place
hi: जन्म स्थान दर्ज करें

# invalid_birth_year_msg_txt
source: Enter valid birth year
hi: जन्म वर्ष दर्ज करें

# wrong_details_err_msg_txt
source: You have entered wrong details
hi: गलत जानकारी दर्ज की है

# ans_any_one_msg_txt
source: Please answer any one question
hi: किसी भी एक सवाल का जवाब दें

# pass_change_success_msg_txt
source: Your password changed Successfully
hi: आपका पासवर्ड सफलतापूर्वक बदल दिया है

# entered_wrong_ans_msg_txt
source: You have entered wrong answers
hi: आपने गलत जवाब दर्ज किया है

# forgot_pass_lbl
source: Forgot Password?
hi: पासवर्ड भूल गए?

# security_qst_note_msg_txt
source: Security Question ( answer any 1 question )
hi: सुरक्षा प्रश्न ( किसी भी 1 सवाल का जवाब दें )

# mother_name_qst_txt
source: 1) What is your Mother's name?
hi: 1) आपकी माता का नाम क्या है?

# birth_place_qst_txt
source: 2) What is your place of Birth?
hi: 2) आपकें जन्म की जगह क्या है?

# birth_year_qst_txt
source: 3) What is your Year of Birth?
hi: 3) आपकें जन्म का वर्ष क्या है?

# enter_some_value_txt
source: Please enter some value
hi: कुछ मान दर्ज करें

# confirm_new_pass_txt
source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें

# enter_confirm_pass_err_txt
source: Please enter confirm password
hi: पुष्टि पासवर्ड दर्ज करें

# enter_new_pass_lbl
source: Enter new password
hi: नया पासवर्ड दर्ज करें

# invalid_password_err_txt
source: Invalid password
hi: अवैध पासवर्ड

# personal_info_lbl
source: Personal Info
hi: व्यक्तिगत जानकारी

# lname_lbl
source: Last name
hi: उपनाम

# fname_lbl
source: First name
hi: पहला नाम

# plz_enter_fname_err_txt
source: Please Enter First Name
hi: कृपया पहला नाम दर्ज करें

# invalid_char_err_txt
source: Invalid character.
hi: अमान्य वर्ण।

# plz_enter_lname_err_txt
source: Please Enter Last Name
hi: कृपया अंतिम नाम दर्ज करें

# acc_info_lbl
source: Account Info
hi: खाता जानकारी

# successful_register_msg_txt
source: You are successfully registered!
hi: आप सफलतापूर्वक पंजीकृत कर रहे हैं!

# redirect_home_msg_txt
source: Redirecting to Home...
hi: होम पर रीडायरेक्ट किया जा रहा है ...

# sec_qst_lbl
source: Security Questions
hi: सुरक्षा प्रश्न

# track_status_lbl
source: Track Status
hi: शिकायत की स्थिति देखे

# find_nearby_pmgsy_road_lbl
source: Find nearby PMGSY Road
hi: निकटवर्ती पीएमजीएसवाई सड़क का पता लगाएं

# identify_pmgsy_road_lbl
source: How to identify a PMGSY road?
hi: पीएमजीएसवाई सड्क की पहचान कैसे करें?

# select_all_lbl
source: Select All
hi: सभी का चयन करे

# no_record_found
source: No Record
hi: चयन नहीं हैं

# sanctioned_roads_lbl
source: Sanctioned Roads
hi: स्वीकृत सड़कें

# new_connectivity_lbl
source: New Connectivity
hi: नई कनेक्टिविटी

# roads_lbl
source: Roads
hi: सड़कें

# upgradation_lbl
source: Upgradation
hi: उन्नयन

# completed_roads_lbl
source: Completed Roads
hi: पूर्ण सड़कें

# ongoing_roads_lbl
source: Ongoing Roads
hi: कार्यरत सड़कें

# look_for_sign_road_lbl
source: Look for these signs on road
hi: सड़क पर इन संकेतों के लिए देखो

# identify_road_note_1_lbl
source: 1.A PMGSY sign post such as below
hi: 1. एक पीएमजीएसवाई संकेत चिन्ह इस तरह के नीचे के रूप में

# identify_road_note_2_lbl
source: 2.A PMGSY information board such as below
hi: 2. एक पीएमजीएसवाई जानकारी बोर्ड इस तरह के नीचे के रूप में

# skip_lbl
source: skip
hi: छोड़ें

# dont_show_msg_txt
source: Don't show again
hi: फिर से न दिखाएं

# get_started_lbl
source: Get started
hi: शुरू हो जाओ

# mobile_no_lbl
source: Mobile Number
hi: मोबाइल नंबर

# enter_pass_lbl
source: Enter password
hi: पास वर्ड दर्ज करें

# login_failed_msg_txt
source: Login Failed
hi: लॉगिन विफल

# wrong_credentials_err_txt
source: Wrong credentials.
hi: गलत प्रत्यक्ष पत्र

# server_login_failed_err_txt
source: Server Login Failed
hi: सर्वर प्रवेश विफल

# plz_check_internet_msg_txt
source: Please check your internet connection
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें

# invalid_mobile_err_txt
source: Invalid Mobile Number
hi: अमान्य मोबाइल नंबर

# plz_enter_valid_mobile_err_txt
source: Please enter valid mobile<br/>number
hi: मान्य मोबाइल नंबर दर्ज करें

# do_you_want_register_msg_txt
source: Do you want to register?
hi: आप पंजीकृत करना चाहते हैं?

# pmgsy_longform_txt
source: PRADHAN MANTRI
hi: प्रधानमंत्री ग्राम

# pmgsy_longform_txt1
source: GRAM SADAK YOJANA
hi: सड़क योजना

# sign_in_with_password_lbl
source: Sign In with Password
hi: पासवर्ड के साथ साइन इन करें।

# new_user_reg_lbl
source: New User? Register here
hi: नवीन उपयोगकर्ता? यहां रजिस्टर करें

# want_to_sign_up_msg_txt
source: You want to Sign up
hi: आप साइन अप करना चाहते हैं

# already_registered_user_msg_txt
source: You are already Registered User
hi: आप पहले से ही उपयोगकर्ता हैं

# update_details_already_reg_msg_txt
source: Kindly update your registration details to continue...
hi: कृपया जारी रखने के लिए अपना पंजीकरण विवरण करें

# server_not_available_msg_txt
source: Server not available
hi: सर्वर उपलब्ध नहीं है

# mobile_no_not_reg_msg_txt
source: Mobile Number is not registered!
hi: मोबाइल नंबर पंजीकृत नहीं है!

# mobile_no_already_reg_msg_txt
source: Mobile Number is already registered!
hi: मोबाइल नंबर पहले से पंजीकृत है!

# logout_lbl
source: Logout
hi: लॉग-आउट

# do_you_want_logout_msg_txt
source: Do you want to log out?
hi: आप लॉग आउट करना चाहते हैं?

# like_to_rate_us_msg_txt
source: Would you like to Rate Us
hi: क्या आप हमें रेटिंग देना चाहते हैं?

# profile_lbl
source: Profile
hi: प्रोफ़ाइल

# update_address_lbl
source: Update Address
hi: पता बदलें

# change_password_lbl
source: Change password
hi: पासवर्ड बदलें

# address_details_lbl
source: Address Details
hi: पते का विवरण

# update_lbl
source: Update
hi: बदलें

# successful_update_msg_txt
source: Successfully updated
hi: सफलतापूर्वक उत्परिवर्तित

# plz_select_state_msg_txt
source: Please select state
hi: राज्य का चयन करें

# plz_select_district_msg_txt
source: Please select district
hi: कृपया जिले का चयन करें

# plz_select_block_msg_txt
source: Please select block
hi: कृपया ब्लॉक का चयन करें

# invalid_email_msg_txt
source: Enter Valid email
hi: मान्य ईमेल दर्ज करें

# note_security_qst_msg_txt
source: Please note all the security question details
hi: कृपया सभी सुरक्षा प्रश्न विवरण प्रदान

# reg_details_updated_successful_msg_txt
source: Registration details Updated Successfully
hi: पंजीकरण का विवरण सफलतापूर्वक अपडेट हो गया

# reg_successful_msg_txt
source: Registration Successfull
hi: पंजीकरण सफल

# pkg_number_lbl
source: Package Number
hi: पैकेज संख्या

# sanctioned_year_lbl
source: Sanctioned Year
hi: स्वीकृत वर्ष

# contractor_name_lbl
source: Contractor Name
hi: ठेकेदार का नाम

# target_length_lbl
source: Target Length
hi: लक्ष्य की लंबाई

# length_completed_lbl
source: Length Completed
hi: पूर्ण लंबाई

# complettion_date_lbl
source: Date Of Completion
hi: समापन की तिथि

# age_of_road_lbl
source: Age Of Road
hi: सड़क की उम्र

# no_record_found_msg_txt
source: No record found
hi: कोई रिकॉर्ड नहीं मिला

# total_roads_msg_txt
source: Total Roads
hi: कुल सड़कें

# problem_try_again_err_txt
source: There was a problem please try later
hi: कुछ गलत हो गया, बाद में कोशिश करें।

# share_ms_app_lbl
source: Share MeriSadak App
hi: मेरी सड्क एप्लिकेशन सांझा करें

# share_ms_app_link_lbl
source: Share MeriSadak App Link
hi: मेरी सड्क एप्लिकेशन लिंक सांझा करें

# share_on_facebook_lbl
source: Share on Facebook
hi: फेसबुक पर सांझा करें

# share_on_whatsapp_lbl
source: Share on Whatsapp
hi: व्हाट्सएप्प पर साझा करें

# share_on_insta_lbl
source: Share on Instagram
hi: इंस्टाग्राम पर साझा करें

# share_on_twitter_lbl
source: Share on Twitter
hi: ट्विटर पर साझा करें

# share_on_other_lbl
source: Share on other Social medias
hi: अन्य सामाजिक मीडिया के पर साझा करें

# social_sharing_lbl
source: Social Sharing
hi: सामाजिक साझाकरण

# link_copied_msg_txt
source: Link Copied
hi: लिंक कॉपी किया

# app_not_installed_msg_txt
source: is not installed on your device
hi: आपके डिवाइस पर स्थापित नहीं है

# unable_submit_feedback_msg_txt
source: Unable to submit feedback
hi: प्रतिक्रिया दर्ज करने में असमर्थ

# submitted_feedback__success_msg_txt
source: Feedback Successfully submited
hi: प्रतिक्रिया सफलतापूर्वक सबमिट किए

# feedback_id_norm_lbl
source: Feedback Id
hi: शिकायत पहचान संख्या

# delete_feedback__success_msg_txt
source: Feedback successfully deleted
hi: शिकायत सफलतापूर्वक नष्ट कर दिया

# unable_delete_feedback_msg_txt
source: Unable to delete Feedback
hi: शिकायत हटाने में असमर्थ

# search_feed_by_id_lbl
source: Search feedback by ID
hi: पहचान संख्या के आधार पर प्रतिक्रिया खोजें

# inporgress_lbl
source: In Progress
hi: चालू

# submitted_lbl
source: Submitted:
hi: प्रस्तुत:

# closed_lbl
source: Closed:
hi: बन्द:

# view_lbl
source: View
hi: देखें

# reopen_lbl
source: Reopen
hi: फिर से खोलें

# draft_lbl
source: Draft
hi: प्रारूप

# closed_norm_lbl
source: Closed
hi: बन्द है

# feedback_details_lbl
source: Feedback Details
hi: प्रतिक्रिया विवरण

# reply_lbl
source: Reply
hi: जवाब

# reply_date_lbl
source: Reply Date
hi: उत्तर दिनांक

# sqc_details_lbl
source: SQC Details
hi: एस क्यु सी विवरण

# name_lbl
source: Name
hi: नाम

# email_lbl
source: Email
hi: ईमेल

# no_reply_yet_msg_txt
source: No reply yet
hi: अभी तक कोई जवाब नहीं

# image_lbl
source: Image
hi: छवि

# feedback_yet_submit_msg_txt
source: Feedback yet to submit
hi: प्रतिक्रिया अभी तक प्रस्तुत नहीं की

# road_code_lbl
source: Road Code
hi: रोड संहिता

# update_app_msg_txt
source: Update Application!
hi: एप्लिकेशन अद्यतन करें !

# roadname
source: Select Road
hi: सड़क चुनें

# villagename
source: Select Village
hi: गांव चुनें

# habitationname
source: Select Habitation
hi: बस्ती चुनें

# years_lbl
source: Years
hi: वर्ष

# year_lbl
source: Year
hi: वर्ष

# lang_change_msg_txt
source: Language changed successfully
hi: भाषा सफलतापूर्वक बदल गई

# plz_select_all_fields
source: Please select all fields
hi: कृपया सभी क्षेत्रों का चयन करें

# provide_uname_pass_err_txt
source: Provided username and password is incorrect.
hi: दर्ज किया गया उपयोगकर्ता नाम और पासवर्ड गलत है

# reply_Clk_to_view&save_pdf
source: Click here to Save and View PDF file
hi: पीडीएफ फाइल सहेजने और देखने के लिए यहां क्लिक करें

# no_feed_prsent_for_id
source: No feedback present for this id
hi: इस आईडी के लिए कोई प्रतिक्रिया मौजूद

# no_feed_rply_prsent_for_id
source: No feedback reply present for this id
hi: इस आईडी के लिए कोई प्रतिक्रिया उत्तर मौजूद नहीं है

# address_not_avail
source: Address Not Available!
hi: पता उपलब्ध नहीं है!

# view_rply_files
source: View Reply files
hi: उत्तर फाइलें देखें

# files_saved_successfully
source: File saved successfully!
hi: फ़ाइल सफलतापूर्वक सहेजी गई है!

# do_u_want_to_view_it
source: Do you want to view it?
hi: क्या आप इसे देखना चाहते हैं?

# piu_details_lbl
source: PIU Details
hi: पी आई यू विवरण

# otp_error_lbl
source: Error:
hi: एरर:

# msg_header_successful
source: Successful
hi: सफलता

# otp_alert_mobileno_length
source: Please Enter Valid Mobile Number
hi: कृपया वैध मोबाइल नंबर दर्ज करें

# header_msg_for_forgot_password
source: Forgot Password
hi: पासवर्ड भूल गए?

# msg_for_forgot_password
source: OTP will be sent on :
hi: OTP इस मोबाइल नंबर पर भेजा जाएगा :

# header_msg_for_update_user_details
source: Update your details
hi: अपने विवरण को पूर्ण करें।

# msg_for_update_user_details
source: Your details are not updated.</br>Kindly update it...
hi: आपका विवरण पूर्ण नहीं हैं।<br/>कृपया इसे पूर्ण करें...

# msg_otp_verified_successfully
source: OTP Verified Successfully.
hi: OTP सफलतापूर्वक सत्यापित हुआ।

# redirect_to_msg_txt_change_password
source: Redirecting to change password...
hi: 'पासवर्ड बदलें' पृष्ठ पर रीडायरेक्ट किया जा रहा है...

# msg_otp_plz_enter_otp
source: Please enter OTP.
hi: OTP दर्ज करें।

# err_msg_verify_otp
source: Error while verifying OTP
hi: OTP पुष्टि करने के दौरान त्रुटि।

# msg_otp_sent_on
source: OTP sent on the
hi: OTP इस मोबाइल नंबर पर भेजा:

# err_msg_otp_max_limit
source: Maximum limit of sending the OTP has been reached,</br> Please try after 30 minutes
hi: OTP भेजने की अधिकतम सीमा पर पहुंच गया है,</br> 30 मिनट के बाद करने का प्रयास करें।

# err_msg_invalid_otp_max_limit
source: Maximum limit of invalid OTP has been reached,</br> Please try after sometime
hi: अवैध OTP की अधिकतम सीमा पर पहुंच गया है, </br>कुछ समय बाद प्रयास करें।

# err_msg_for_otp_generation
source: Error occurred while generating OTP.
hi: OTP उत्पन्न करते समय त्रुटि हुई।

# err_msg_for_otp_generation_plz_contact_team
source: Error occurred while generating OTP.</br> Please contact to support team.
hi: OTP उत्पन्न करते समय त्रुटि हुई।</br>सहायता केंद्र को संपर्क करें।

# err_msg_otp_recieved_time_validation
source: OTP received is valid for 30 Minutes. </br>Please try again.
hi: प्राप्त OTP 30 मिनट के लिए मान्य है।</br> कृपया पुन: प्रयास करें।

# err_msg_invalid_otp
source: Invalid OTP. Please try again.
hi: अमान्य ओटीपी। कृपया पुन: प्रयास करें।

# err_msg_uploading_image
source: Error Occured while uploading image
hi: छवि अपलोड करते समय त्रुटि हुई

# emailId_placeholder_txt
source: Optional
hi: ऐच्छिक

# address_placeholder_txt
source: Optional
hi: ऐच्छिक

# reg_spcl_chars_err_msg_txt
source: Special characters are not allowed in Address
hi: पता में विशेष वर्णों की अनुमति नहीं है

# feedback_spcl_chars_err_msg_txt
source: Special characters are not allowed in Feedback
hi: शिकायत में विशेष वर्णों की अनुमति नहीं है

# S1
source: Andaman And Nicobar Islands
hi: अंडमान और निकोबार

# S2
source: Andhra Pradesh
hi: आन्ध्र प्रदेश

# S3
source: Arunachal Pradesh
hi: अरूणाचल प्रदेश

# S4
source: Assam
hi: आसाम

# S5
source: Bihar
hi: बिहार

# S7
source: Chhattisgarh
hi: छत्तीसगढ़

# S11
source: Goa
hi: गोवा

# S12
source: Gujarat
hi: गुजरात

# S13
source: Haryana
hi: हरियाणा

# S14
source: Himachal Pradesh
hi: हिमाचल प्रदॆश

# S15
source: Jammu And Kashmir
hi: जम्मू कश्मीर

# S16
source: Jharkhand
hi: झारखंङ

# S17
source: Karnataka
hi: कर्नाटक

# S18
source: Kerala
hi: केरला

# S37
source: Ladakh (UT)
hi: लद्दाख (यू टी)

# S20
source: Madhya Pradesh
hi: मध्य प्रदॆश

# S21
source: Maharashtra
hi: महाराष्ट्र

# S22
source: Manipur
hi: मणिपुर

# S23
source: Meghalaya
hi: मॆघालय

# S24
source: Mizoram
hi: मिझोरम

# S25
source: Nagaland
hi: नागालॆङ

# S26
source: Odisha
hi: उङीसा

# S28
source: Punjab
hi: पंजाब

# S29
source: Rajasthan
hi: राज्यस्थान

# S30
source: Sikkim
hi: सिक्किम

# S31
source: Tamilnadu
hi: तिमलनाङू

# S36
source: Telangana
hi: तेलंगाना

# S32
source: Tripura
hi: ञिपूरा

# S33
source: Uttar Pradesh
hi: उत्तर प्रदॆश

# S34
source: Uttarakhand
hi: उत्तराखंङ

# S35
source: West Bengal
hi: पश्चिम् बंगाल

# D2
source: Agra
hi: आगरा

# D3
source: Ahmedabad
hi: अहमदाबाद

# D4
source: Ahmednagar
hi: अहमद नगर

# D5
source: Aizawl
hi: एजवल

# D6
source: Ajmer
hi: अजमेर

# D7
source: Akola
hi: अकोला

# D8
source: Alappuzha
hi: अलाप्पुझा

# D9
source: Aligarh
hi: अलिगढ

# D10
source: Alirajpur
hi: अलीरा़जपुर

# D11
source: Allahabad
hi: इलाहाबाद

# D12
source: Almora
hi: अल्‍मोडा

# D13
source: Alwar
hi: अलवर

# D14
source: Ambala
hi: अंबाला

# D15
source: Ambedkarnagar
hi: अम्बेडकरनगर

# D16
source: Amrawati
hi: अमरावती

# D17
source: Amreli
hi: अमरेली

# D18
source: Amritsar
hi: अमृतसर

# D19
source: Anand
hi: आन्‍नद

# D20
source: Anantapur
hi: अनंतपुर

# D21
source: Anantnag
hi: अन्‍नतनग

# D22
source: South Andaman
hi: अंडमान

# D23
source: Angul
hi: अंगुल

# D24
source: Anjaw
hi: अंजाव

# D25
source: Anuppur
hi: अनुपपुर

# D26
source: Araria
hi: अररिया

# D27
source: Ariyalur
hi: अरियालुर

# D28
source: Arwal
hi: अरवल

# D29
source: Ashok Nagar
hi: अशोक नगर

# D30
source: Auraiya
hi: ओरिया

# D31
source: Aurangabad
hi: औंरंगाबाद

# D32
source: Aurangabad
hi: औरांगाबाद

# D33
source: Azamgarh
hi: आजमगढ

# D34
source: Badaun
hi: बादून

# D35
source: Bagalkot
hi: बागलकोट

# D36
source: Bageshwar
hi: बागेश्वर

# D37
source: Baghpat
hi: बागपथ

# D38
source: Bahraich
hi: बाराहिच

# D39
source: Balaghat
hi: बालाघाट

# D40
source: Balasore
hi: बालासोड

# D41
source: Ballia
hi: बलिया

# D42
source: Balrampur
hi: बलरामपुर

# D43
source: Banaskantha
hi: बानसखंठा

# D44
source: Banda
hi: बांदा

# D45
source: Bangalore R
hi: बैंगलौर आर

# D46
source: Bangalore U
hi: बैंगलौर यू

# D47
source: Banka
hi: बांका

# D48
source: Bankura
hi: बंकूरा

# D49
source: Banswara
hi: बंसवारा

# D50
source: Barabanki
hi: बाराबंकी

# D51
source: Baramulla
hi: बारामुल्‍ला

# D52
source: Baran
hi: बारन

# D53
source: Bareilly
hi: बरेली

# D54
source: Bargarh
hi: बरगहर

# D55
source: Barmer
hi: बारमेड

# D56
source: Barpeta
hi: बारपेटा

# D57
source: Barwani
hi: बरवानी

# D58
source: Bastar
hi: बस्तर

# D59
source: Basti
hi: बस्ती

# D60
source: Bathinda
hi: भटिण्डा

# D61
source: Beed
hi: बीद

# D62
source: Begusarai
hi: बेगूसराय

# D63
source: Belgaum
hi: बेलगम

# D64
source: Bellary
hi: बेलेरी

# D65
source: Betul
hi: बेतूल

# D66
source: Bhadrak
hi: भदरक

# D67
source: Bhagalpur
hi: भागलपुर

# D68
source: Bhandara
hi: भंडारा

# D69
source: Bharatpur
hi: भरतपुर

# D70
source: Bharuch
hi: भरूच

# D71
source: Bhavnagar
hi: भावनगर

# D72
source: Bhilwara
hi: भीलवाडा

# D73
source: Bhind
hi: भीन्ड

# D74
source: Bhiwani
hi: भीवानी

# D75
source: Bhojpur
hi: भोजपुर

# D76
source: Bhopal
hi: भोपाल

# D77
source: Bidar
hi: बिदर

# D78
source: Bijapur
hi: बिजापुर

# D79
source: Bijapur
hi: बिजापुर

# D80
source: Bijnor
hi: बिजनौर

# D81
source: Bikaner
hi: बीकानेर

# D82
source: Bilaspur
hi: बिलासपुर

# D83
source: Bilaspur
hi: बिलासपुर

# D84
source: Birbhum
hi: बीरभम

# D85
source: Bishnupur
hi: विष्णुपूर

# D86
source: Bokaro
hi: बोकारो

# D87
source: Bolangir
hi: बोलांगिर

# D88
source: Bongaigaon
hi: बोंगईगांव

# D89
source: Boudh
hi: बोध

# D90
source: Budgam
hi: बुदगम

# D91
source: Bulandshahr
hi: बुलन्दशहर

# D92
source: Buldhana
hi: बुलधाना

# D93
source: Bundi
hi: बूंदी

# D94
source: Burdwan
hi: बूरद्वन

# D95
source: Burhanpur
hi: ब्रहनपुर

# D96
source: Buxar
hi: बक्सर

# D97
source: Cachar
hi: कछार

# D98
source: Chamarajanagar
hi: चमराजानगर

# D99
source: Chamba
hi: चंबा

# D100
source: Chamoli
hi: चमोली

# D101
source: Champawat
hi: चम्पावत

# D102
source: Champhai
hi: चम्पाई

# D103
source: Chandauli
hi: चंदौली

# D104
source: Chandel
hi: चन्देल

# D105
source: Chandrapur
hi: चन्द्रपुर

# D106
source: Changlang
hi: चैंगलैंग

# D107
source: Chapra(Saran)
hi: छप्परा (सरन)

# D108
source: Chatra
hi: छत्रा

# D109
source: Chhatarpur
hi: छत्तरपुर

# D110
source: Chhindwara
hi: चिन्दवाडा

# D111
source: Chickballapur
hi: चिकबल्लापुर

# D112
source: Chickmagalur
hi: छिछकमगूलर

# D113
source: Chitradurga
hi: चित्रादुग्र

# D114
source: Chitrakoot
hi: चित्रकोट

# D115
source: Chittaurgarh
hi: छत्‍तीसगढ

# D116
source: Chittoor
hi: चितूर

# D117
source: Churachandpur
hi: चुरचन्दपुर

# D118
source: Churu
hi: चूरू

# D119
source: Coimbatore
hi: कोयम्बटूर

# D120
source: Cooch-Behar
hi: कूच-बेहर

# D121
source: Cuddalore
hi: कूदालोरे

# D122
source: Cuddapah
hi: कुदापा

# D123
source: Cuttack
hi: कट्टक

# D124
source: Dadra And Nagar Haveli
hi: दादर एवं नागर हवेली

# D125
source: Dahod
hi: दाहोद

# D126
source: Dakshin-Dinajpur
hi: दक्षीण‍ दिनाजपुर

# D127
source: Dakshina Kannada
hi: दक्षीण कन्‍नड

# D128
source: Daman And Diu
hi: दमन एवं‍ दियू

# D129
source: Damoh
hi: दामो

# D130
source: Dangs
hi: दंगस

# D131
source: Dantewada
hi: दांतेवाडा

# D132
source: Darbhanga
hi: दरबंगा

# D133
source: Darjeeling
hi: दार्जलिंग

# D134
source: Darrang
hi: दरंग

# D135
source: Datia
hi: दतिया

# D136
source: Dausa
hi: दोसा

# D137
source: Davanagere
hi: दवानगरे

# D138
source: Dehradun
hi: देहरादून

# D139
source: Delhi
hi: दिल्‍ली

# D140
source: Deogarh
hi: देवोगढ

# D141
source: Deoghar
hi: दियोगढ

# D142
source: Deoria
hi: देवारिया

# D143
source: Dewas
hi: दिवास

# D144
source: Dhalai
hi: धलाई

# D145
source: Dhamtari
hi: धमतरी

# D146
source: Dhanbad
hi: धनबाद

# D147
source: Dhar
hi: धार

# D148
source: Dharmapuri
hi: धर्मपूरी

# D149
source: Dharwad
hi: धरवद

# D150
source: Dhaulpur
hi: धौलपुर

# D151
source: Dhemaji
hi: धेमाजी

# D152
source: Dhenkanal
hi: धेनकनल

# D153
source: Dhubri
hi: धुबरी

# D154
source: Dhule
hi: धूले

# D155
source: Dibang Valley
hi: दिबंग वैली

# D156
source: Dibrugarh
hi: डिबरूगढ

# D157
source: Dimapur
hi: दिमापुर

# D158
source: Dindigul
hi: डिंडीगुल

# D159
source: Dindori
hi: दिनडोरी

# D160
source: Doda
hi: डोडा

# D161
source: Dumka
hi: दूमका

# D162
source: Dungarpur
hi: डूंगरपुर

# D163
source: Durg
hi: दुर्ग

# D164
source: East
hi: पूर्व

# D165
source: East Champaran
hi: पूर्वी चम्पारन

# D166
source: East Garo Hills
hi: पूर्व गारो हिल्स

# D167
source: East Godavari
hi: पूर्व गोदावरी

# D168
source: East Kameng
hi: पूर्व कामेंग

# D169
source: East Khasi Hills
hi: पूर्व खासी हिल्स

# D170
source: East Siang
hi: पूर्व‍ सियांग

# D171
source: East Singhbhum
hi: पूर्व‍ सिंगभूम

# D172
source: Ernakulam
hi: अरनकूलम

# D173
source: Erode
hi: ईरोड

# D174
source: Etah
hi: ऐथ

# D175
source: Etawah
hi: इथावा

# D176
source: Faizabad
hi: फेजबाद

# D177
source: Faridabad
hi: फरीदाबाद

# D178
source: Faridkot
hi: फरीदकोट

# D179
source: Farrukhabad
hi: फरूकाबाद

# D180
source: Fatehabad
hi: फतेहबाद

# D181
source: Fatehgarh Sahib
hi: फतेहगढ साहेब

# D182
source: Fatehpur
hi: फतेह पुर

# D183
source: Ferozepur
hi: फिरोजपुर

# D184
source: Firozabad
hi: फिरोजाबाद

# D185
source: G.B. Nagar
hi: जी बी नगर

# D186
source: Gadag
hi: गेज

# D187
source: Gadchiroli
hi: गदचिरोली

# D188
source: Gajapati
hi: गजापट्टी

# D189
source: Gandhinagar
hi: गांधीनगर

# D190
source: Ganjam
hi: गंजम

# D191
source: Garhwa
hi: गढवा

# D192
source: Gaya
hi: गया

# D193
source: Ghaziabad
hi: गाजियाबाद

# D194
source: Ghazipur
hi: गाजीपुर

# D195
source: Giridih
hi: गिरीध

# D196
source: Goalpara
hi: गोलपाडा

# D197
source: Godda
hi: गोडा

# D198
source: Golaghat
hi: गोलाघाट

# D199
source: Gonda
hi: गोंडा

# D200
source: Gondia
hi: गोंडिया
