Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B1467
source: Dattirajeru
hi: दत्‍तीराजेरू

# B1468
source: Daudnagar
hi: बौधनगर

# B1469
source: Daurala
hi: दौराला

# B1470
source: Dausa
hi: दौसा

# B1471
source: Davanagere
hi: दावानगरी

# B1472
source: Dawath
hi: दावथ

# B1473
source: Deagh
hi: दियोग

# B1474
source: Debai
hi: दिबाई

# B1475
source: Debitola
hi: देबीटोला

# B1476
source: Debra
hi: देबरा

# B1477
source: Dediapada
hi: डडीयापाड़ा

# B1478
source: Deeg
hi: दीग

# B1479
source: Deenshah Gaura
hi: दीनशाह गौरा

# B1480
source: Deesa
hi: दीसा

# B1481
source: Degana
hi: देगाना

# B1482
source: Deganga
hi: देगंगा

# B1483
source: Deglur
hi: देगलूर

# B1484
source: Dehagawan
hi: देहागवान

# B1485
source: Dehgam
hi: देहगम

# B1486
source: Dehlon
hi: धेहलोन

# B1487
source: Dehra Gopipur
hi: देहरा गोपीपुर

# B1488
source: Dehri
hi: डेहरी

# B1489
source: Delanga
hi: देलंगा

# B1490
source: Demow
hi: डेमो

# B1491
source: Denduluru
hi: देन्दुलूरू

# B1492
source: Denkada
hi: डेनकाडा

# B1493
source: Deo
hi: डिवो

# B1494
source: Deoband
hi: दियोबांद

# B1496
source: Deodar
hi: देयोदर

# B1497
source: Deodurga
hi: देवोगुर्गा

# B1498
source: Deogaon
hi: देवोगांव

# B1499
source: Deogarh
hi: देवागढ़

# B1500
source: Deogarh Sadar
hi: देवोगढ़ सदर

# B1501
source: Deokali
hi: दियोकाली

# B1502
source: Deola
hi: दीवोला

# B1503
source: Deoli
hi: देवली

# B1504
source: Deoli
hi: देवोली

# B1505
source: Deoni
hi: देवोनी

# B1506
source: Deori
hi: दीओरी

# B1507
source: Deori
hi: देवोरी

# B1508
source: Deori
hi: दयोरी

# B1509
source: Deoria Sadar
hi: दीवोरिया सदर

# B1510
source: Deosar
hi: देवोसर

# B1512
source: Depalpur
hi: दिपालपुर

# B1513
source: Dera Baba Nanak
hi: बेरा बाबा नानक

# B1515
source: Derabis
hi: देराबीस

# B1516
source: Derapur
hi: डेरापुर

# B1517
source: Desari
hi: देसारी

# B1518
source: Deshi Deoria
hi: देसी दीवोरिया

# B1519
source: Desuri
hi: देसुरी

# B1520
source: Detroj
hi: देटरोज

# B1521
source: Deulgaon Raja
hi: देउलगांव राजा

# B1522
source: Devakottai
hi: देवाकोटाई

# B1523
source: Devanahalli
hi: दीवानाहाली

# B1524
source: Devanakonda
hi: देवनाकोंडा

# B1526
source: Devarapalle
hi: देवरापल्‍ली

# B1527
source: Devarapalle
hi: देवरापल्‍ली

# B1530
source: Devgad
hi: देवगढ़

# B1531
source: Devgadhbaria
hi: देवगधबा‍रिया

# B1532
source: Devikulam
hi: देवीकूलम

# B1533
source: Devipatnam
hi: देवीपटनम

# B1534
source: Devipur
hi: देवीपुर

# B1535
source: Devmai
hi: देवामाई

# B1536
source: Devprayag
hi: देवप्रयाग

# B1537
source: Dewa
hi: दिवा

# B1538
source: Dewal
hi: देवाल

# B1539
source: Dewas
hi: दिवास

# B1540
source: Dhaka
hi: ढाका

# B1541
source: Dhakuakhana
hi: दाखूखाना

# B1542
source: Dhalapukhuri
hi: धल्‍लापूखरी

# B1543
source: Dhalbhumgarh
hi: धलभुमगढ़

# B1544
source: Dhamangaon Railway
hi: धामनगांव रेल्वे

# B1545
source: Dhamdaha
hi: धामधहा

# B1546
source: Dhamdha
hi: धामधा

# B1548
source: Dhamnagar
hi: धामनगर

# B1549
source: Dhampur
hi: धामपुर

# B1550
source: Dhamtari
hi: धमतरी

# B1551
source: Dhanapur
hi: धानपुर

# B1552
source: Dhanarua
hi: धनारूआ

# B1553
source: Dhanaura
hi: धनौरा

# B1554
source: Dhanbad Sadar
hi: धनबाद सदर

# B1555
source: Dhandhuka
hi: धांधूका

# B1556
source: Dhanera
hi: धनेरा

# B1557
source: Dhani
hi: धानी

# B1558
source: Dhaniakhali
hi: धनियाखाली

# B1559
source: Dhanipur
hi: धानीपुर

# B1560
source: Dhankauda
hi: धनकोडा

# B1561
source: Dhanora
hi: धानोरा

# B1562
source: Dhanora
hi: धानोरा

# B1563
source: Dhanpur
hi: धानपुर

# B1564
source: Dhansaripar
hi: धन्सारीपर

# B1566
source: Dhanupur
hi: धानुपरु

# B1568
source: Dhar
hi: धार

# B1571
source: Dharakote
hi: धाराकोटे

# B1572
source: Dharamjaigarh
hi: धर्मजयगढ़

# B1573
source: Dharampur
hi: धर्मपुर

# B1574
source: Dharampur
hi: धर्मपुर

# B1575
source: Dharampur
hi: धर्मपुर

# B1576
source: Dharampuri
hi: धर्मपुरी

# B1578
source: Dharapuram
hi: धारापुरम

# B1579
source: Dharchula
hi: बरछौला

# B1580
source: Dharhara
hi: धरहारा

# B1581
source: Dhari
hi: धारी

# B1582
source: Dhari
hi: धारी

# B1584
source: Dhariawad
hi: धरियावड

# B1585
source: Dhariwal
hi: धरीवल

# B1586
source: Dharmabad
hi: धर्माबाद

# B1587
source: Dharmagarh
hi: धर्मगढ़

# B1588
source: Dharmapur
hi: धर्मपुर

# B1590
source: Dharmapuri
hi: धर्मापुरी

# B1593
source: Dharmasala
hi: धर्मशाला

# B1594
source: Dharmavaram
hi: धर्मावरम

# B1595
source: Dharni
hi: धारनी

# B1596
source: Dharsiwa
hi: धरसिवा

# B1597
source: Dharur
hi: धरूर

# B1600
source: Dharwad
hi: धनवाद

# B1601
source: Dhata
hi: धाता

# B1602
source: Dhauladevi
hi: धोलादेवी

# B1604
source: Dhaulpur
hi: धौलपुर

# B1605
source: Dhaurahara
hi: धौराहारा

# B1606
source: Dhekiajuli
hi: दखि‍याजुली

# B1607
source: Dhemaji
hi: धि‍माजी

# B1608
source: Dhenkanal
hi: भेनकनाल

# B1609
source: Dhilwan
hi: धीलवन

# B1610
source: Dhimarkhera
hi: धि‍मारखेड़ा

# B1611
source: Dhod
hi: धोड

# B1612
source: Dholka
hi: धोलका

# B1613
source: Dhone
hi: धोनी

# B1614
source: Dhoraiya
hi: धोराईया

# B1615
source: Dhoraji
hi: धोराजी

# B1616
source: Dhorimanna (Gudha Malani)
hi: धोरीमाना ( गुधा मलानी)

# B1617
source: Dhrangadhra
hi: धरंगाधरा

# B1618
source: Dhrol
hi: धरोल

# B1619
source: Dhule
hi: धूले

# B1620
source: Dhundla
hi: धौंदला

# B1621
source: Dhupguri
hi: धूपगुरी

# B1622
source: Dhuri
hi: धूरी

# B1623
source: Dhurki
hi: धूरकी

# B1624
source: Diamond-Harbour-I
hi: दियामोंद-हरबोर-1

# B1625
source: Diamond-Harbour-II
hi: दियामोंद-हरबोर-2

# B1627
source: Didihat
hi: दीदीहाट

# B1628
source: Didwana
hi: दिदवाना

# B1629
source: Digapahandi
hi: दिगापहान्डी

# B1630
source: Dighalbank
hi: दिघलबैंक

# B1631
source: Dighwara
hi: दिगवाड़ा

# B1632
source: Digras
hi: दिगरस

# B1633
source: Dih
hi: दीह

# B1634
source: Dilari
hi: दिलारी

# B1636
source: Dimoria
hi: डिमोरिया

# B1637
source: Dinanagar
hi: दीनगर

# B1638
source: Dinara
hi: दिनारा

# B1639
source: Dindigul
hi: डिन्डीगुल

# B1640
source: Dindori
hi: दीनदोरी

# B1641
source: Dindori
hi: ढिंडोरी

# B1642
source: Dingarpur
hi: दिंगारपुर

# B1643
source: Dinhata-I
hi: दिनहाता-1

# B1644
source: Dinhata-II
hi: दिनहाता-2

# B1645
source: Dirang
hi: दिरन्ग

# B1646
source: Diu
hi: दीयू

# B1647
source: Diyung Valley
hi: दयूंग वेली

# B1648
source: Diyungbra
hi: दयूंगबरा

# B1649
source: Dobhi
hi: दोभी

# B1650
source: Dobhi
hi: डोभी

# B1651
source: Doda
hi: डोडा

# B1652
source: Dodamarg
hi: डोडमार्ग

# B1653
source: Doddaballapur
hi: डोडाबालापुर

# B1654
source: Dohrighat
hi: धोरीघाट

# B1655
source: Doimukh
hi: दोयीमुख

# B1656
source: Doiwala
hi: दोईवाला

# B1659
source: Domjur
hi: दोमजूर

# B1660
source: Domkal
hi: दोमकल

# B1661
source: Donakonda
hi: डोंकाकोण्डा

# B1664
source: Dongargarh
hi: डोंगारगढ़

# B1665
source: Dongergaon
hi: डोंगेरगांव

# B1666
source: Doraha
hi: दोराहा

# B1667
source: Doravarisatram
hi: डोरावरीस्त्रम

# B1669
source: Dornala
hi: डोरनाला

# B1670
source: Dornipadu
hi: डोरनीपाडु

# B1671
source: Dostpur
hi: दोस्तपुर

# B1672
source: Dotoma
hi: डोटमा

# B1675
source: Dound
hi: दौंड़

# B1676
source: Drang
hi: दरंग

# B1679
source: Dubhar
hi: दुबाहर

# B1680
source: Dubrajpur
hi: दुबराजपुर

# B1681
source: Duddhi
hi: डूडही

# B1682
source: Dudhai
hi: दूधाई

# B1683
source: Dudhani
hi: दूधानी

# B1685
source: Dudu
hi: डूडू

# B1686
source: Dug
hi: डाग

# B1687
source: Dugada
hi: दुगडा

# B1688
source: Duggirala
hi: दुगगिरला

# B1690
source: Dukli
hi: डुकली

# B1691
source: Duldula
hi: दुलदुला

# B1692
source: Dulhin Bazar
hi: दुल्‍हीन बाजार

# B1693
source: Dullav Cherra
hi: दूलव चेरा

# B1694
source: Dumaria
hi: धुमारिया

# B1695
source: Dumaria
hi: दुमारिया

# B1696
source: Dumariaganj
hi: बुमारियागंज

# B1697
source: Dumbriguda
hi: डूमरीगूडा

# B1698
source: Dumburnagar
hi: दूम्बूरनगर

# B1699
source: Dumka Sadar
hi: डूमका सदर

# B1701
source: Dumporijo
hi: दूम्पोरिजो

# B1702
source: Dumra
hi: डूमरा

# B1703
source: Dumraon
hi: दुमरौं

# B1704
source: Dumri
hi: डूमरी

# B1705
source: Dumri
hi: डूमरी

# B1706
source: Dumri Katsari
hi: डूमरी कतसरी

# B1707
source: Dunda
hi: डूण्डा

# B1708
source: Dungargarh
hi: डुंगरगढ़

# B1709
source: Dungarpur
hi: डुंगरपुर

# B1710
source: Dungla
hi: डुंगला

# B1711
source: Dunguripali
hi: डुंगुरीपाली

# B1713
source: Durg
hi: दुर्ग

# B1715
source: Durgawati
hi: दुर्गावाटी

# B1716
source: Durgi
hi: दुग्री

# B1717
source: Durgukondal
hi: दुर्गुकोंडल

# B1718
source: Duttalur
hi: डूटालूर

# B1719
source: Duvepur
hi: दूवेपुर

# B1720
source: Duvvur
hi: डूवूर

# B1721
source: Dwarahat
hi: द्वाराहाट

# B1722
source: Dwaraka Tirumala
hi: द्वारका‍ त्रिमुल्‍ला

# B1723
source: Dwarikhal
hi: द्वारीखाल

# B1724
source: E.Lungdar
hi: ई लूंगदर

# B1725
source: Edakkad
hi: इडाककाद

# B1726
source: Edappally
hi: इडापल्‍ली

# B1727
source: Edlapadu
hi: ऐदलापाडु

# B1728
source: Egra I
hi: ऐगरा -1

# B1729
source: Egra II
hi: ऐगरा -2

# B1730
source: Ekangarsarai
hi: एकानगरसराय

# B1731
source: Ekeshwar
hi: एकेश्वर

# B1732
source: Ekma
hi: एकमा

# B1733
source: Elacipalayam
hi: इलासीपल्‍लयम

# B1734
source: Elanthur
hi: एलान्थूर

# B1735
source: Elemdesam
hi: एलीमेडीसम

# B1739
source: Ellapuram
hi: एलापुरम

# B1740
source: Ellenabad
hi: एलनाबाद

# B1741
source: Eluru
hi: इल्‍लूरू

# B1742
source: English Bazar
hi: इंगिलिश बाजार

# B1744
source: Erandol
hi: ईरानडोल

# B1745
source: Erasama
hi: ऐरासमा

# B1746
source: Erattupetta
hi: इरातूपेटा

# B1747
source: Erode
hi: ईरोड

# B1748
source: Erumapatty
hi: इरूमापट्टी

# B1749
source: Etalin Malinye
hi: एटालीन मालिने

# B1750
source: Etapalli
hi: इटापल्‍ली

# B1751
source: Etcherla
hi: एटचेरला

# B1752
source: Etmadpur
hi: एतमादपुर

# B1753
source: Ettumanoor
hi: इथूमनूर

# B1755
source: Fakharpur
hi: फक्‍करपुर

# B1757
source: Falka
hi: फालका

# B1758
source: Falta
hi: फालता

# B1759
source: Farah
hi: फराहा

# B1760
source: Farakka
hi: फराहाका

# B1761
source: Faridabad
hi: फरीदाबाद

# B1762
source: Faridkot
hi: फरीदकोट

# B1763
source: Faridpur
hi: फरीदपुर

# B1765
source: Farsabahar
hi: फारसाबाहर

# B1766
source: Farukh Nagar
hi: फारूक नगर

# B1767
source: Fatehabad
hi: फतेहबाद

# B1768
source: Fatehabad
hi: फतेहबाद

# B1769
source: Fatehganj(West)
hi: फतेहगंज ( वेस्ट )

# B1770
source: Fatehgarh Churian
hi: फतेहगढ़ छुरियान

# B1771
source: Fatehpur
hi: फतेहपुर

# B1772
source: Fatehpur
hi: फतेहपुर

# B1773
source: Fatehpur
hi: फतेहपुर

# B1774
source: Fatehpur
hi: फतेहपुर

# B1775
source: Fatehpur - 84
hi: फतेहपुर -84

# B1776
source: Fatehpur Mandaon
hi: फतेहपुर मंदौन

# B1777
source: Fatehpur Sikri
hi: फतेहपुर सिकरी

# B1778
source: Fatepura
hi: फतेहपुरा

# B1779
source: Fatuhan
hi: फातुहन

# B1780
source: Fazil Nagar
hi: फाजी नगर

# B1781
source: Fazilka
hi: फजील्का

# B1782
source: Fekamari
hi: फेकामारी

# B1783
source: Ferozepur
hi: फिरोजेपुर

# B1785
source: Firozabad
hi: फिरोजाबाद

# B1787
source: Forbisganj
hi: फोरबिसगंज

# B1788
source: Fulli Dumar
hi: फूली डूमर

# B1789
source: Fulwari
hi: फूलवारी

# B1790
source: G Konduru
hi: जी कोन्दूरू

# B1791
source: G.Udayagiri
hi: जी उदयगिरी

# B1792
source: Gabharu
hi: गबहारू

# B1793
source: Gadag
hi: गदाग

# B1794
source: Gadchiroli
hi: गडचिरोली

# B1795
source: Gaderpur
hi: गादेरपुर

# B1797
source: Gadhinglaj
hi: गधींगलज

# B1798
source: Gadivemula
hi: गादीवेमुला

# B1800
source: Gadwar
hi: गोदावर

# B1801
source: Gaganbavada
hi: गगनबावदा

# B1802
source: Gagha
hi: गागहा

# B1803
source: Gagret
hi: गगरेट

# B1805
source: Gaighat
hi: गोईघाट

# B1806
source: Gaighata
hi: गेईघाटा

# B1807
source: Gainsari
hi: गेनसारी

# B1808
source: Gairsain
hi: गैरसेण

# B1809
source: Gairtganj
hi: गेरतगंज

# B1810
source: Gaisilet
hi: गेस्लेट

# B1811
source: Gajapathinagaram
hi: गजजापथीनगरम

# B1812
source: Gajraula
hi: गजरौला

# B1813
source: Gajuwaka
hi: गजवाका

# B1815
source: Galiveedu
hi: गलीविदू

# B1818
source: Gama-Fulbari
hi: गामा फूलबारी

# B1819
source: Gamariguri
hi: गमारीगुड़ी

# B1820
source: Gambegre
hi: गमबिगरी

# B1822
source: Gamharia
hi: गमहारिया

# B1823
source: Gamharia Adityapur
hi: गमहारिया (आदित्यापुर)

# B1824
source: Gampalagudem
hi: गंपलागुदेम

# B1825
source: Ganapavaram
hi: गन्‍नापवरम

# B1826
source: Ganaur
hi: गनौर

# B1827
source: Gandarvakottai
hi: गंदारवाकोटी

# B1829
source: Gandepalle
hi: गान्डेपाले

# B1831
source: Gandevi
hi: गनदेवी

# B1832
source: Gandey
hi: गान्दे

# B1834
source: Gandhidham
hi: गांधीधाम

# B1835
source: Gandhinagar
hi: गांधीनगर

# B1836
source: Gandhwani
hi: गंधवाणी

# B1838
source: Gandlapenta
hi: गांदलापेंटा

# B1840
source: Gangadhara Nellore
hi: गंगाधारा नैलोर

# B1841
source: Gangajalghati
hi: गंगाजलघाटी

# B1842
source: Gangakhed
hi: गंगाखेद

# B1843
source: Ganganagar
hi: गंगानगर

# B1844
source: Gangapur
hi: गंगापुर

# B1845
source: Gangapur
hi: गंगापुर

# B1846
source: Gangaraju Madugula
hi: गंगराजू मेडूगूला

# B1847
source: Gangarampur
hi: गनगारमपुर

# B1848
source: Gangavalli
hi: गंगावल्‍ली

# B1849
source: Gangavaram
hi: गंगावरम

# B1850
source: Gangavaram
hi: गंगावरम

# B1851
source: Gangavathi
hi: गंगावती

# B1852
source: Gangeshwari
hi: गंगेश्‍वरी

# B1853
source: Gangeva
hi: गंगेवा

# B1854
source: Gangiri
hi: गंगिरी

# B1855
source: Gangoh
hi: गनघोह

# B1856
source: Gangolihat
hi: गंगोलीहाट

# B1857
source: Gangrar
hi: गंगराड़

# B1858
source: Gangtok
hi: गंगटोक

# B1859
source: Ganguvari Singadam
hi: गंगूवारी‍ सिंगादम

# B1860
source: Gania
hi: गानिया

# B1861
source: Ganj Muradabad
hi: गंज मुरादाबाद

# B1862
source: Ganjam
hi: गनजम

# B1864
source: Gannavaram
hi: गानावरम

# B1865
source: Gantyada
hi: गन्तयाडा

# B1866
source: Gara
hi: गारा

# B1867
source: Garabada
hi: गरबाड़ा

# B1868
source: Garadpur
hi: गरदपुर

# B1869
source: Garbeta I
hi: गरबेटा-1

# B1870
source: Garbeta II
hi: गरबेटा-2

# B1871
source: Garbeta III
hi: गरबेटा-3

# B1872
source: Garhani
hi: ग्रहणी

# B1873
source: Garhi
hi: गरही

# B1875
source: Garhpura
hi: घरपुरा

# B1876
source: Garhshankar
hi: गढ़शंकर

# B1877
source: Garhwa Sadar
hi: घरवा सदर

# B1880
source: Garividi
hi: गरीविदी

# B1881
source: Gariyadhar
hi: गरियाधर

# B1882
source: Garkha
hi: गरखा

# B1884
source: Garladinne
hi: गारलादिने

# B1885
source: Garoth
hi: गारोथ

# B1886
source: Garu
hi: गारू

# B1887
source: Garubathan
hi: गुरूबथान

# B1888
source: Garugubilli
hi: गारूगुबली

# B1889
source: Garur
hi: गारूर

# B1890
source: Gasuapara
hi: गोसुवापाड़ा

# B1891
source: Gaunaha
hi: गोनाहा

# B1892
source: Gaur
hi: गौर

# B1893
source: Gaura
hi: गौरा

# B1894
source: Gaura Bauram
hi: गौरा बौरम

# B1895
source: Gauradih
hi: गोरधी

# B1896
source: Gauri Sagar
hi: गोरी सागर

# B1898
source: Gaurihar
hi: गोरीहर

# B1899
source: Gauripur
hi: गौरीपुर

# B1900
source: Gawan
hi: गवान

# B1901
source: Gazole
hi: गाजोले

# B1902
source: Geedam
hi: गिदम

# B1904
source: Gehrwin
hi: घेरविन

# B1905
source: Geku
hi: गेकू

# B1906
source: Gendas Buzurg
hi: गेनदास बुर्जुग

# B1908
source: Georai
hi: गेवोराय

# B1909
source: Ghaghra
hi: घागरा

# B1910
source: Ghailar
hi: घाहिलर

# B1911
source: Ghall Khurd
hi: घाल खुर्द

# B1913
source: Ghanour
hi: घनौर

# B1916
source: Ghanshyampur
hi: घनश्यामपुर

# B1917
source: Ghansor
hi: घनसोर ( काहनापस)

# B1918
source: Ghanswangi
hi: घनस्वांगी

# B1919
source: Ghantasala
hi: घंतासल्‍ला

# B1920
source: Gharaunda
hi: घरौंदा

# B1921
source: Gharghoda
hi: घारगोडा

# B1923
source: Ghasipura
hi: घासीपुरा

# B1924
source: Ghat
hi: घाट

# B1925
source: Ghat Kusumbha
hi: घाट कुसुंबा

# B1926
source: Ghatal
hi: घातल

# B1927
source: Ghatampur
hi: घतामपुर

# B1928
source: Ghatanji
hi: घतांजी

# B1929
source: Ghatgaon
hi: घाटगांव

# B1930
source: Ghathashi
hi: घातासी

# B1931
source: Ghatigaon (Barai)
hi: घाटीगांव ( बाराई)

# B1932
source: Ghatiya
hi: घाटिया

# B1934
source: Ghatol
hi: घटोल

# B1935
source: Ghatsila
hi: गथसिला

# B1937
source: Ghazipur (Sadar)
hi: गाजीपुर (सदर)

# B1938
source: Ghilamara
hi: गिलमारा

# B1939
source: Ghiror
hi: घि‍रोर

# B1940
source: Ghoda Dongri
hi: गोधा डोंगरी

# B1941
source: Ghogha
hi: घोघा

# B1942
source: Ghoghamba
hi: घोघम्बा

# B1943
source: Ghoghardiha
hi: घोघरदिया

# B1944
source: Ghorasahan
hi: घोरासाहन

# B1945
source: Ghorawal
hi: गोहरावल

# B1946
source: Ghordi
hi: गोरधी

# B1947
source: Ghosi
hi: घोसी

# B1948
source: Ghosi
hi: गोसी

# B1949
source: Ghoswari
hi: गोस्वारी

# B1950
source: Ghumarwin
hi: घुमरविन

# B1951
source: Giba
hi: गिबा

# B1952
source: Giddaluru
hi: गिड्डालूरू

# B1953
source: Gidhaur
hi: गिधोर

# B1954
source: Gidhor
hi: गिधोर

# B1955
source: Gilaula
hi: गिलौला

# B1956
source: Gingee
hi: गिन्‍गी

# B1957
source: Giriak
hi: गिरीक

# B1958
source: Giridih Sadar
hi: गिरीध सदर

# B1959
source: Girwa
hi: गिरवा

# B1960
source: Goalpokhar-I
hi: गोलपोखर-1

# B1961
source: Goalpokhar-II
hi: गोलपोखर-2

# B1963
source: Gobi
hi: गोबी

# B1964
source: Godda Sadar
hi: गोडा सदर

# B1965
source: Godhra.
hi: गोधरा

# B1966
source: Goelkera
hi: गोयलकेरा

# B1967
source: Gogari
hi: गोगारी

# B1968
source: Gogawa
hi: गोगानव

# B1969
source: Goghat-I
hi: गोगहट-1

# B1970
source: Goghat-II
hi: गोगहट-2

# B1971
source: Gogunda
hi: गोगुन्डा

# B1972
source: Goh
hi: गोह

# B1973
source: Gohad
hi: गोहद

# B1974
source: Gohana
hi: गोहाना

# B1975
source: Gohand
hi: गोहंद

# B1976
source: Gokak
hi: गोकाक

# B1977
source: Gokavaram
hi: गोकावरम

# B1979
source: Gola
hi: गोला

# B1980
source: Golaghat East
hi: गोलाघाट पूर्व

# B1981
source: Golaghat West
hi: गोलाघाट‍ प‍शि‍चम

# B1982
source: Golaghat Central
hi: गोलाघाट सेंटरल

# B1983
source: Golaghat North
hi: गोलाघाट उत्तर

# B1984
source: Golaghat South
hi: गोलाघाट दक्षिण

# B1985
source: Golakganj
hi: गोलाकगंज

# B1986
source: Golamunda
hi: गोलामुण्डा

# B1987
source: Golconda
hi: गोकोण्डा

# B1989
source: Gollaprolu
hi: गोलापरोलू

# B1990
source: Golugonda
hi: गोलूगोण्डा

# B1991
source: Gomia
hi: गोमिया

# B1992
source: Gonda
hi: गोण्डा

# B1993
source: Gondal
hi: गोंदल

# B1994
source: Gondia
hi: गोंडिया

# B1995
source: Gondia
hi: गोंडिया

# B1996
source: Gondlamau
hi: गोन्दलामू

# B1997
source: Gondpipri
hi: गोंडपीपरी

# B1998
source: Gonegandla
hi: गोनेगांदला

# B2000
source: Gooty
hi: गूटी

# B2001
source: Gop
hi: गोप

# B2002
source: Gopabandhunagar
hi: गोपाबंधुनगर

# B2003
source: Gopalapuram
hi: गोपलापुरम

# B2004
source: Gopalganj
hi: गोपालगंज

# B2006
source: Gopalpur
hi: गोपालपुर

# B2007
source: Gopalpur
hi: गोपालपुर

# B2008
source: Gopavaram
hi: गोपावरम

# B2011
source: Gopikander
hi: गोपीकांदेर

# B2012
source: Goraiyakothi
hi: गोरियाकोठी

# B2013
source: Gorantla
hi: गोरान्तला

# B2014
source: Goregaon
hi: गोरेगांव

# B2016
source: Goroimari
hi: गोरामारी

# B2017
source: Goroul
hi: गोरोल

# B2018
source: Gosaba
hi: गोसाबा

# B2019
source: Gosaiganj
hi: गोसाईगंज

# B2020
source: Gospadu
hi: गोसपादु

# B2021
source: Gossaigaon
hi: गोसाईगांव

# B2022
source: Gotegaon
hi: गोटेगांव

# B2024
source: Gouri Bazar
hi: गौरी बाजार

# B2026
source: Goverdhan
hi: गोर्वधन

# B2029
source: Govindpur
hi: गोविन्दपुर

# B2030
source: Govindpur
hi: गो‍विन्दपुर

# B2031
source: Gowribidanur
hi: गौरीबिदानूर

# B2033
source: Gubbi
hi: गुब्‍बी

# B2034
source: Gudalur
hi: गूदालूर

# B2035
source: Gudari
hi: गुदारी

# B2036
source: Gudem Kothaveedhi
hi: गोदेम कोथाविधी

# B2037
source: Gudibanda
hi: गूड़डीबान्दा

# B2038
source: Gudibanda
hi: गुडीबांदा

# B2042
source: Gudimangalam
hi: गुदीमानगल्‍म

# B2043
source: Gudipala
hi: गुडडीपाला

# B2044
source: Gudivada
hi: गुडीवाडा

# B2045
source: Gudiyatham
hi: गुडियाथम

# B2046
source: Gudlavalleru
hi: गुडलावेलेरू

# B2047
source: Gudluru
hi: गूदलूरू

# B2048
source: Gudupalle
hi: गुडडी पल्‍ली

# B2049
source: Gudur
hi: गुदूर

# B2050
source: Gudur
hi: गुडुर

# B2052
source: Gudur
hi: गुदुर

# B2053
source: Gudvella
hi: गुदवेला

# B2054
source: Gughali
hi: गुगहाली

# B2055
source: Gughari
hi: गुगहारी

# B2056
source: Guhagar
hi: गुहागर

# B2057
source: Guhla
hi: गुहला

# B2058
source: Guijan
hi: गुवाइजन

# B2059
source: Gulawathi
hi: गुलावाठी

# B2060
source: Gulbarga
hi: गुलबर्गा

# B2061
source: Gumla Sadar
hi: गुमला सदर

# B2062
source: Gumma
hi: गुमा

# B2063
source: Gummagatta
hi: गूम्मागाटा

# B2064
source: Gummalakshmipuram
hi: गुलामकाशीपुरम

# B2065
source: Gummidipoondi
hi: गूमीदीपूण्डी

# B2066
source: Guna
hi: गुन्‍ना

# B2071
source: Gundlupet
hi: गुंदलूपेट

# B2073
source: Gunnor
hi: गून्‍नूर

# B2074
source: Guntakal
hi: गून्ताकल

# B2075
source: Guntur
hi: गुन्टुर

# B2076
source: Gunupur
hi: गुन्‍नुपुर

# B2077
source: Guraru
hi: गुरारू

# B2078
source: Gurazala
hi: गुरूजाला

# B2079
source: Gurdaspur
hi: गुरूदासपुर

# B2081
source: Gurgaon
hi: गुड़गांव

# B2082
source: Gurla
hi: गुरला

# B2083
source: Gurramkonda
hi: गुरामकोण्डा

# B2085
source: Gursarai
hi: गुरसराई

# B2086
source: Gurua
hi: गुरूवा

# B2087
source: Guruharsahai
hi: गुरूहरसाई

# B2088
source: Gurundia
hi: गुरून्डीया

# B2090
source: Guthani
hi: गुथानी

# B2091
source: Guziliamparai
hi: गुजलियामपाड़ाई

# B2092
source: Gwalpara
hi: ग्वापाड़ा

# B2093
source: Gyalshing
hi: ग्यालसिंह

# B2094
source: Gyanpur
hi: ग्यानपुर

# B2095
source: Gyaraspur
hi: ग्यारसपुर

# B2096
source: Habibpur
hi: हबीबपुर

# B2097
source: Habra-I
hi: हाबड़ा-1

# B2098
source: Habra-II
hi: हाबड़ा-2

# B2099
source: Hadagali
hi: हदागली

# B2100
source: Hadgaon
hi: हदगांव

# B2101
source: Hagaribommanahalli
hi: हगारीबोमानहाली

# B2102
source: Haidergarh
hi: हेदरगुढ़

# B2103
source: Hailakandi
hi: हेलाकांडी

# B2104
source: Haisar Bazar
hi: हिसार बाजार

# B2106
source: Hajipur
hi: हाजीपुर

# B2107
source: Hajipur
hi: हाजिपुर

# B2108
source: Hajo
hi: हाजो

# B2109
source: Halaharvi
hi: हल्‍लाहारवी

# B2110
source: Haldaur
hi: हलदौर

# B2111
source: Haldharmau
hi: हलदारमाऊ

# B2112
source: Haldia
hi: हलदिया

# B2113
source: Haldibari
hi: हल्दीबारी-

# B2114
source: Haldwani
hi: हलद्वानी

# B2115
source: Haliyal
hi: हलियाल

# B2116
source: Hallia
hi: हालिया

# B2117
source: Halol
hi: हलोल

# B2118
source: Halsi
hi: हालसी

# B2120
source: Hamirpur
hi: हमीरपुर

# B2122
source: Handia
hi: हांडिया

# B2123
source: Hangal
hi: हंगाल

# B2124
source: Hansi I
hi: हांसी 1

# B2125
source: Hansi-II
hi: हांसी 2

# B2126
source: Hanskhali
hi: हंसखली

# B2127
source: Hansot
hi: हनसोत

# B2128
source: Hanuman Nagar
hi: हनुमान नगर

# B2129
source: Hanumana
hi: हनुमाना

# B2130
source: Hanumanganj
hi: हनुमानगंज

# B2131
source: Hanumangarh
hi: हनुमानगढ़

# B2132
source: Hanumanthunipadu
hi: हनुमानथुनीपाडू

# B2134
source: Hapjan
hi: हपजन

# B2136
source: Harahua
hi: हराहुआ

# B2137
source: Harakh
hi: हराख

# B2138
source: Harangajao
hi: हरांगजो

# B2139
source: Harapanahalli
hi: हारापन्हाली

# B2140
source: Haraya
hi: हरिया

# B2141
source: Harbhanga
hi: हरभंगा

# B2142
source: Harchandpur
hi: हरचंदपुर

# B2143
source: Harda
hi: हारदा

# B2144
source: Hargaon
hi: हरगांव

# B2145
source: Harichandanpur
hi: हरीचन्दनपुर

# B2146
source: Harihara
hi: हरीहारा

# B2147
source: Hariharganj
hi: हरीहरगंज

# B2148
source: Hariharpara
hi: हरीहरपाड़ा

# B2149
source: Harij
hi: हरीज

# B2150
source: Haringhata
hi: हरींगहाथा

# B2151
source: Haringtonganj
hi: हरीयोंगतनगंज

# B2152
source: Haripad
hi: हरीपद

# B2153
source: Haripal
hi: हरीपाल

# B2154
source: Harirampur
hi: हरीरामपुर

# B2155
source: Harishchandrapur-I
hi: हरीशचन्द्रपुर-1

# B2156
source: Harishchandrapur-II
hi: हरीशचन्द्रपुर-2

# B2157
source: Harlakhi
hi: हरलखी

# B2158
source: Harnaut
hi: हरनोट

# B2159
source: Haroa
hi: हरोरा

# B2160
source: Haroli
hi: हरोली

# B2161
source: Harpal Pur
hi: हरपालपुर

# B2162
source: Harrai
hi: हरराई

# B2163
source: Harraiya
hi: हाराइया

# B2164
source: Harraiya Satgharwa
hi: हराइया सतघरवा

# B2165
source: Harriharpur Rani
hi: हरीहरपुर रानी

# B2166
source: Harsha Chhina
hi: हरसा छिन्ना

# B2167
source: Harsidhhi
hi: हरसिधी

# B2168
source: Harsud
hi: हरसुद

# B2169
source: Harur
hi: हरूर

# B2170
source: Haryawan
hi: हरियावन

# B2171
source: Hasanganj
hi: हसनगंज

# B2172
source: Hasanganj
hi: हसनगंज

# B2174
source: Hasanpur
hi: हसनपुर

# B2175
source: Hasanpur
hi: हसनपुर

# B2176
source: Hasanpura
hi: हसनपुरा

# B2177
source: Hasayan
hi: हसायन

# B2178
source: Haseran
hi: हासेरन

# B2179
source: Hasnabad
hi: हसनाबाद
