Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# D201
source: Gopalganj
hi: गोपालगंज

# D202
source: Gorakhpur
hi: गोरखपुर

# D203
source: Gulbarga
hi: गुलबर्ग

# D204
source: Gumla
hi: गुमला

# D205
source: Guna
hi: गूना

# D206
source: Guntur
hi: गुंटूर

# D207
source: Gurdaspur
hi: गुरदासपुर

# D208
source: Gurgaon
hi: गुडगांव

# D209
source: Gwalior
hi: ग्वालियर

# D210
source: Hailakandi
hi: हेलाकंडी

# D211
source: Hamirpur
hi: हमीरपुर

# D212
source: Hamirpur
hi: हमिरपुर

# D213
source: Hanumangarh
hi: हनुमानगढ

# D214
source: Harda
hi: हरदा

# D215
source: Hardoi
hi: हरदोई

# D216
source: Haridwar
hi: हरिद्वार

# D217
source: Hassan
hi: हासन

# D218
source: Hathras
hi: हथरस

# D219
source: Haveri
hi: हावेरी

# D220
source: Hazaribagh
hi: हजारीबाग

# D221
source: Hingoli
hi: हिंगोली

# D222
source: Hisar
hi: हिसार

# D223
source: Hooghly
hi: हूगली

# D224
source: Hoshangabad
hi: हौसंगाबाद

# D225
source: Hoshiarpur
hi: होसियारपुर

# D226
source: Howrah
hi: हावडा

# D227
source: Hyderabad
hi: हैदराबाद

# D228
source: Idukki
hi: इदूकी

# D229
source: Imphal East
hi: दक्षीण इम्फाल

# D230
source: Imphal West
hi: पूर्व इम्फाल

# D231
source: Indore
hi: इंदौर

# D232
source: J.B.F.Nagar
hi: जे बी एफ नगर

# D233
source: Jabalpur
hi: जबलपुर

# D234
source: Jagatsinghpur
hi: जगतसिंहपुर

# D235
source: Jahanabad
hi: जहानाबाद

# D236
source: Jaintia
hi: जैन‍तिया

# D237
source: Jaipur
hi: जयपुर

# D238
source: Jaisalmer
hi: जैसलमेर

# D239
source: Jajpur
hi: जजपुर

# D240
source: Jalandhar
hi: जालंधर

# D241
source: Jalaun
hi: जालून

# D242
source: Jalgaon
hi: जलगांव

# D243
source: Jalna
hi: जालना

# D244
source: Jalor
hi: जालोर

# D245
source: Jalpaiguri
hi: जलपेगुरी

# D246
source: Jammu
hi: जम्‍मू

# D247
source: Jamnagar
hi: जामनगर

# D248
source: Jamtara
hi: जमतारा

# D249
source: Jamui
hi: जमूई

# D250
source: Jangir-Champa
hi: जंगीर-चंपा

# D251
source: Jashpur
hi: जैशपुर

# D252
source: Jaunpur
hi: जौनपुर

# D253
source: Jhabua
hi: झबुआ

# D254
source: Jhajjar
hi: झजर

# D255
source: Jhalawar
hi: झलवर

# D256
source: Jhansi
hi: झांसी

# D257
source: Jharsuguda
hi: झारसुगुडा

# D258
source: Jhunjhunun
hi: झूनझून

# D259
source: Jind
hi: जिंद

# D260
source: Jodhpur
hi: जोधपुर

# D261
source: Jorhat
hi: जोरहट

# D262
source: Junagadh
hi: जूनागढ

# D263
source: Kaimur (Bhabhua)
hi: कैमूर (भभुआ)

# D264
source: Kaithal
hi: केथल

# D265
source: Kalahandi
hi: कलाखण्डी

# D266
source: Kamrup Rural
hi: कामरूप रूरूल

# D267
source: Kanchipuram
hi: कांचीपुरम

# D268
source: Kangra
hi: कांगडा

# D269
source: Kanker
hi: कंकेट

# D270
source: Kannauj
hi: कन्‍नूज

# D271
source: Kanniyakumari
hi: कन्‍याकुमारी

# D272
source: Kannur
hi: कन्‍नूर

# D273
source: Kanpur Dehat
hi: कानपुर देहत

# D274
source: Kanpur Nagar
hi: कानपुर नगर

# D275
source: Kapurthala
hi: कपूरथल्‍ला

# D276
source: Karauli
hi: कारूली

# D277
source: Karbi Anglong
hi: करबी एंगलोंग

# D278
source: Kargil
hi: कारगिल

# D279
source: Karimganj
hi: करीमगंज

# D281
source: Karnal
hi: करनाल

# D282
source: Karur
hi: करूर

# D283
source: Kasaragod
hi: कसरागोड

# D284
source: Kathua
hi: कथुवा

# D285
source: Katihar
hi: कटिहर

# D286
source: Katni
hi: कटनी

# D287
source: Kaushambi
hi: कौसम्बी

# D288
source: Kawardha
hi: कवरधा

# D289
source: Kendrapara
hi: केन्द्रपाडा

# D290
source: Keonjhar
hi: केनूझर

# D291
source: Khagaria
hi: खगरिया

# D293
source: Khandwa
hi: खण्डावा

# D294
source: Khargone
hi: खरगोने

# D295
source: Kheda
hi: खेदा

# D296
source: Khurda
hi: खूरदा

# D297
source: Kinnaur
hi: किन्‍नूर

# D298
source: Kiphire
hi: किहिरे

# D299
source: Kishanganj
hi: किशनगंज

# D300
source: Kodagu
hi: कोदागू

# D301
source: Koderma
hi: कोडरमा

# D302
source: Kohima
hi: कोहिमा

# D303
source: Kokrajhar
hi: कोकराझार

# D304
source: Kolar
hi: कोलर

# D305
source: Kolasib
hi: कोलासिब

# D306
source: Kolhapur
hi: कोल्हापुर

# D307
source: Kollam
hi: कोलम

# D308
source: Koppal
hi: कोपल

# D309
source: Koraput
hi: कोरापुट

# D310
source: Korba
hi: कोरबा

# D311
source: Koria
hi: कोरिया

# D312
source: Kota
hi: कोटा

# D313
source: Kottayam
hi: को‍टियम

# D314
source: Kozhikode
hi: कोजीकोड

# D315
source: Krishna
hi: कृष्णा

# D316
source: Krishnagiri
hi: कृष्ण‍गिरी

# D317
source: Kullu
hi: कूल्‍लू

# D318
source: Kupwara
hi: कुपवारा

# D319
source: Kurnool
hi: कूरनूल

# D320
source: Kurukshetra
hi: कुरूक्षेत्र

# D321
source: Kurung Kumey
hi: कुरूंग कुमे

# D322
source: Kushinagar
hi: खुशीनगर

# D323
source: Kutch
hi: कूच

# D324
source: Lahul And Spiti
hi: लाहूल एवं ‍ स्पीति

# D325
source: Lakhimpur
hi: लखीमपुर

# D326
source: Lakhimpur-Kherii
hi: लखीमपुर - खेरी

# D327
source: Lakhisarai
hi: लखीसराय

# D328
source: Lalitpur
hi: ललीतपुर

# D329
source: Latehar
hi: लतेहर

# D330
source: Latur
hi: लतूर

# D331
source: Lawngtlai
hi: लौंगतलाई

# D332
source: Leh
hi: लेह

# D333
source: Lohardaga
hi: लोहरडगा

# D334
source: Lohit
hi: लोहित

# D335
source: Longleng
hi: लोंगलेंग

# D336
source: Lower Dibang Valley
hi: लोअर‍ दिबांग वेली

# D337
source: Lower Subansiri
hi: लोअ‍र सुबानसीरी

# D338
source: Lucknow
hi: लखनऊ

# D339
source: Ludhiana
hi: लु‍‍‍धीयाना

# D340
source: Lunglei
hi: लुंगलैई

# D341
source: Madhepura
hi: माधेपुरा

# D342
source: Madhubani
hi: मधुबनी

# D343
source: Madurai
hi: मदूराई

# D345
source: Maharajganj
hi: महाराजगंज

# D346
source: Mahasamund
hi: महासामंद

# D347
source: Mahoba
hi: महोबा

# D348
source: Mainpuri
hi: मेनपुरी

# D349
source: Malappuram
hi: मलापपुरम

# D350
source: Malda
hi: मालदा

# D351
source: Malkangiri
hi: मल्कानगिरी

# D352
source: Mamit
hi: ममिट

# D353
source: Mandi
hi: मण्डी

# D354
source: Mandla
hi: मण्डला

# D355
source: Mandsour
hi: मान्दसौर

# D356
source: Mandya
hi: मडया

# D357
source: Mansa
hi: मन्सा

# D358
source: Mathura
hi: मथुरा

# D359
source: Mau
hi: माऊ

# D360
source: Mayurbhanj
hi: मयूरभंज

# D362
source: Meerut
hi: मेरठ

# D363
source: Mehsana
hi: मेहसना

# D364
source: Mirzapur
hi: मिरजापुर

# D365
source: Moga
hi: मोगा

# D366
source: Mohindergarh
hi: मोहिन्द्रगढ

# D367
source: Mokokchung
hi: माकोकचंग

# D368
source: Mon
hi: मोन

# D369
source: Moradabad
hi: मुरादाबाद

# D370
source: Morena
hi: मोरेना

# D371
source: Morigaon
hi: मोरीगांव

# D372
source: Mukatsar
hi: मुकातसर

# D373
source: Munger
hi: मुंगेर

# D374
source: Murshidabad
hi: मु‍र्शीदाबाद

# D375
source: Muzaffarnagar
hi: मुजफरनगर

# D376
source: Muzaffarpur
hi: मु‌जफरपुर

# D377
source: Mysore
hi: मैसूर

# D378
source: N.C.Hills
hi: एन सी‍ हिल्स

# D379
source: Nadia
hi: नाडिया

# D380
source: Nagapattinam
hi: नागापट्टनम

# D381
source: Nagaur
hi: नागौर

# D382
source: Nagpur
hi: नागपुर

# D383
source: Nainital
hi: नेनीताल

# D384
source: Nalanda
hi: नालंदा

# D385
source: Nalbari
hi: नालबाडी

# D387
source: Namakkal
hi: नामाकल

# D388
source: Nanded
hi: नादेड

# D389
source: Nandurbar
hi: नन्‍दूरबार

# D390
source: Narayanpur
hi: नारायणपुर

# D391
source: Narmada
hi: नर्मदा

# D392
source: Narsighpur
hi: नरसिहपुर

# D393
source: Nashik
hi: नासिक

# D394
source: Navsari
hi: नवसारी

# D395
source: Nawada
hi: नवादा

# D396
source: Nawarangpur
hi: नावारंगपुर

# D397
source: Nawashahar
hi: नवाशहर

# D398
source: Nayagarh
hi: नयागढ

# D399
source: Neemuch
hi: निमच

# D400
source: Nellore
hi: नेल्‍लोर

# D401
source: Nicobar
hi: निकोबार

# D403
source: North
hi: उत्तर

# D404
source: North 24 Parganas
hi: उत्तर 24 पेरागन्स

# D405
source: North Goa
hi: उत्तरी गोवा

# D406
source: North Tripura
hi: उत्‍तरत्रिपुरा

# D407
source: Nowgaon
hi: नौगांव

# D408
source: Nuapara
hi: नूआपारा

# D409
source: Osmanabad
hi: ओसमानबाद

# D410
source: Pakur
hi: पाकुर

# D411
source: Palakkad
hi: पालकद

# D412
source: Palamau
hi: पालमऊ

# D413
source: Pali
hi: पाली

# D414
source: Panchkula
hi: पंचकुला

# D415
source: Panchmahals
hi: पंचमहल्स

# D416
source: Panipat
hi: पानीपत

# D417
source: Panna
hi: पन्‍ना

# D418
source: Papum Pare
hi: पपूम पेरे

# D419
source: Parbhani
hi: परभानी

# D420
source: Paschim Medinipur
hi: पश्‍चिम मेदीनीपुर

# D421
source: Patan
hi: पटन

# D422
source: Pathanamthitta
hi: पठानामटहिटा

# D423
source: Patiala
hi: पटियाला

# D424
source: Patna
hi: पटना

# D425
source: Pauri
hi: पौढी

# D426
source: Perambalur
hi: प्रमबल्‍लूर

# D427
source: Peren
hi: परेन

# D428
source: Phek
hi: फेक

# D429
source: Phulbani(Kandhamal)
hi: फूलबानी (कंधमल)

# D430
source: Pilibhit
hi: पीलीभीत

# D431
source: Pithoragarh
hi: पिथोरागढ

# D432
source: Poonch
hi: पुंच

# D433
source: Porbandar
hi: पोरबंदर

# D434
source: Prakasam
hi: प्रकासम

# D435
source: Pratapgarh
hi: प्रतापगढ़

# D436
source: Pratapgarh
hi: प्रतागढ

# D437
source: Pudukkottai
hi: पूडूकोटाई

# D438
source: Pulwama
hi: पुलवामा

# D439
source: Pune
hi: पूने

# D440
source: Purba Medinipur
hi: पूर्बा मेदीनीपुर

# D441
source: Puri
hi: पूरी

# D442
source: Purnea
hi: पुरनिया

# D443
source: Purulia
hi: पुरूलिया

# D444
source: Rae Bareli
hi: रायबरेली

# D445
source: Raichur
hi: रायचूर

# D446
source: Raigad
hi: रायगढ

# D447
source: Raigarh
hi: रायगढ

# D448
source: Raipur
hi: रायपुर

# D449
source: Raisen
hi: रायसेन

# D450
source: Rajgarh
hi: राजगढ

# D451
source: Rajkot
hi: राजकोट

# D452
source: Rajnandgaon
hi: राजनंदगांव

# D453
source: Rajouri
hi: राजोरी

# D454
source: Rajsamand
hi: राजसामंद

# D455
source: Ramanadhapuram
hi: रामानधपुरम

# D456
source: Ramnagar
hi: रामनगर

# D457
source: Rampur
hi: रामपुर

# D458
source: Ranchi
hi: रांची

# D460
source: Ratlam
hi: रतलाम

# D461
source: Ratnagiri
hi: रत्‍नगिरी

# D462
source: Rayagada
hi: रायगढ

# D463
source: Rewa
hi: रेवा

# D464
source: Rewari
hi: रेवाडी

# D465
source: Ri Bhoi
hi: रि भोई

# D466
source: Rohtak
hi: रोहतक

# D467
source: Rohtas
hi: रोहतास

# D468
source: Ropar
hi: रोपड

# D469
source: Rudraprayag
hi: रूद्रप्रयाग

# D470
source: S.K. Nagar
hi: एस के नगर

# D471
source: S.R. Nagar(Bhadohi)
hi: एस आर नगर (बाहदोई)

# D472
source: Sabarkantha
hi: सबरकंथा

# D473
source: Sagar
hi: सागर

# D474
source: Saharanpur
hi: साहरनपुर

# D475
source: Saharsa
hi: सहारसा

# D476
source: Sahebganj
hi: साहेबगंज

# D477
source: Saiha
hi: सेहा

# D478
source: Salem
hi: सेलम

# D479
source: Samastipur
hi: समस्तीपुर

# D480
source: Sambalpur
hi: संभलपुर

# D481
source: Sangali
hi: संगाली

# D482
source: Sangrur
hi: संगरूर

# D483
source: Saraikela Kharsawan
hi: सरायकेला कहरस्वान

# D484
source: Satara
hi: सातरा

# D485
source: Satna
hi: सतना

# D486
source: Sawaimadhopur
hi: सवाईमाधोपुर

# D487
source: Sehore
hi: सेहोर

# D488
source: Senapati
hi: सेनापति

# D489
source: Seoni
hi: सेवोनी

# D490
source: Seopur
hi: सेवोपुर

# D491
source: Serchhip
hi: सरचिप

# D492
source: Shahdol
hi: साहडोल

# D493
source: Shahjahanpur
hi: साहाजांपुर

# D494
source: Shajapur
hi: साहजापुर

# D495
source: Shekhpura
hi: शेखपुरा

# D496
source: Sheohar
hi: सिओहर

# D497
source: Shimla
hi: शि‍मला

# D498
source: Shimoga
hi: सिमोगा

# D499
source: Shivpuri
hi: सिवपुर

# D500
source: Shravasti
hi: सरहवस्ती

# D501
source: Sibsagar
hi: सिबसागर

# D502
source: Siddharathnagar
hi: सिद्धार्थनगर

# D503
source: Sidhi
hi: सिद्धी

# D504
source: Sikar
hi: सिकार

# D505
source: Siliguri M.P.
hi: सिलीगुडी एम पी

# D506
source: Simdega
hi: सिमडेगा

# D507
source: Sindhudurg
hi: सिन्धूदर्ग

# D508
source: Singrauli
hi: सिंगरौली

# D509
source: Sirmaur
hi: सिरमोर

# D510
source: Sirohi
hi: सिरोही

# D511
source: Sirsa
hi: सिरसा

# D512
source: Sitamarhi
hi: सीतामढी

# D513
source: Sitapur
hi: सितापुर

# D514
source: Sivagangai
hi: सिवागंगाई

# D515
source: Siwan
hi: सिवान

# D516
source: Solan
hi: सोलन

# D517
source: Solapur
hi: सोलापुर

# D518
source: Sonebhadra
hi: सोनेभद्रा

# D519
source: Sonepat
hi: सोनीपत

# D520
source: Sonepur
hi: सोनेपुर

# D521
source: Sonitpur
hi: सोनित पुर

# D522
source: South
hi: दक्षीण

# D523
source: South 24-Parganas
hi: दक्षीण 24-पेरागन्स

# D524
source: South Garo Hills
hi: ‍दक्षीण गारो हिल्स

# D525
source: South Goa
hi: दक्षीणी गोवा

# D526
source: South Tripura
hi: दक्षीण त्रिपुरा

# D527
source: Sri Ganganagar
hi: श्री गंगानगर

# D528
source: Srikakulam
hi: श्रीकाकूलम

# D529
source: Srinagar
hi: श्रीनगर

# D530
source: Sultanpur
hi: सुल्तानपुर

# D531
source: Sundargarh
hi: सुन्दरगढ

# D532
source: Supaul
hi: सुपौल

# D533
source: Surat
hi: सूरत

# D534
source: Surendranagar
hi: सुरेन्द्रनगर

# D535
source: Surguja
hi: सुरगुजा

# D536
source: Tamenglong
hi: तमेंलंग

# D537
source: Tapi
hi: तापी

# D538
source: Tawang
hi: त्वांग

# D539
source: Tehri
hi: टिहरी

# D540
source: Thane
hi: थाने

# D541
source: Thanjavur
hi: तंजवूर

# D542
source: The Nilgiris
hi: नीलगिरी

# D543
source: Theni
hi: थनई

# D544
source: Thiruvananthapuram
hi: त्रिवन्तपुरम

# D545
source: Thoubal
hi: तोहूबल

# D546
source: Thrissur
hi: त्रिसूर

# D547
source: Tikamgarh
hi: टिकमगढ

# D548
source: Tinsukia
hi: तिनसुकिया

# D549
source: Tirap
hi: तिरप

# D550
source: Tiruchirappalli
hi: त्रिचिरपल्‍ली

# D551
source: Tirunelveli
hi: त्रिवेनलवेली

# D552
source: Tiruppur
hi: तिरुपूर

# D553
source: Tiruvallur
hi: त्रिवलूर

# D554
source: Tiruvannamalai
hi: त्रिवन्‍नमल्‍लाई

# D555
source: Tiruvarur
hi: त्रिवूरूर

# D556
source: Tonk
hi: टोंक

# D557
source: Tuensang
hi: तेलसंग

# D558
source: Tumkur
hi: तुमकुर

# D559
source: Tuticorin
hi: तूटीकोरीन

# D560
source: Udaipur
hi: उदयपुर

# D561
source: Udham Singh Nagar
hi: उधमसिंह नगर

# D562
source: Udhampur
hi: उधमपुर

# D563
source: Udupi
hi: उदूपि

# D564
source: Ujjain
hi: उ‍जैन

# D565
source: Ukhrul
hi: ऊखरूल

# D566
source: Umria
hi: उमरिया

# D567
source: Una
hi: ऊना

# D568
source: Unnao
hi: उनाव

# D569
source: Upper Siang
hi: अपर ‍सियांग

# D570
source: Upper Subansiri
hi: अपर सुबानसरीरी

# D571
source: Uttara Kannada
hi: उत्तर कन्‍नाडा

# D572
source: Uttardinajpur
hi: उत्तरदिंजपुर

# D573
source: Uttarkashi
hi: उत्‍तरकाशी

# D574
source: Vadodara
hi: वदोदरा

# D575
source: Vaishali
hi: वैशाली

# D576
source: Valsad
hi: वलस्द

# D577
source: Varanasi
hi: वारानासी

# D578
source: Vellore
hi: वेलोर

# D579
source: Vidisha
hi: विदीशाह

# D580
source: Villupuram
hi: विलूपुरम

# D581
source: Virudunagar
hi: विरूदूनगर

# D582
source: Visakhapatnam
hi: विशाखापटनम्

# D583
source: Vizianagaram
hi: विजयानगरम

# D585
source: Wardha
hi: वारधा

# D586
source: Washim
hi: वासिम

# D587
source: Wayanad
hi: व्यानद

# D588
source: West
hi: पश्‍चिम

# D589
source: West Champaran
hi: पश्‍चिमी चंपारन

# D590
source: West Garo Hills
hi: पश्‍चिम गारो हिल्स

# D591
source: West Godavari
hi: पश्‍चिम गोदावरी

# D592
source: West Kameng
hi: पश्‍चिम कामेंग

# D593
source: West Khasi Hills
hi: पश्‍चिम खासी हिल्स

# D594
source: West Siang
hi: पश्‍चिम सियांग

# D595
source: West Singhbhum
hi: पश्‍चिम सिंगभूम

# D596
source: West Tripura
hi: पश्‍चिमत्रिपुरा

# D597
source: Wokha
hi: वोखा

# D598
source: Yadgiri
hi: यादगिरि

# D599
source: Yamuna Nagar
hi: यमुना नगर

# D600
source: Yavatmal
hi: यावतमल

# D601
source: Zunheboto
hi: जूनेबोटो

# D602
source: Adilabad
hi: एदिलाबाद

# D603
source: Karimnagar
hi: करीमनगर

# D604
source: Khammam
hi: खम्मम

# D605
source: Mahaboobnagar
hi: महबूबनगर

# D606
source: Medak
hi: मेढक

# D607
source: Nalgonda
hi: नलगोंडा

# D608
source: Nizamabad
hi: निजामाबाद

# D609
source: Ranga Reddy
hi: रंगा रेड्डी

# D610
source: Warangal
hi: वारंगल

# D611
source: Hapur
hi: हापुड़

# D612
source: Barnala
hi: बरनाला

# D613
source: Fazilka
hi: फ़ज़िलका

# D614
source: Mohali
hi: मोहाली

# D615
source: Pathankot
hi: पठानकोट

# D616
source: Tarn Taran
hi: तरनतारन

# D617
source: Chandigarh
hi: चंडीगढ़

# D618
source: Ramgarh
hi: रामगढ़

# D619
source: Khunti
hi: खूंटी

# D620
source: Sukma
hi: सुकमा

# D621
source: Bemetra
hi: बेमेतरा

# D622
source: Balod
hi: बालोद

# D623
source: Balodabazar
hi: बलौदाबाजार

# D624
source: Gariaband
hi: गरियबंद

# D625
source: Balrampur
hi: बलरामपुर

# D626
source: Surajpur
hi: सूरजपुर

# D627
source: Kondagaon
hi: कोंडागाओं

# D628
source: Mungeli
hi: मुंगेली

# D629
source: Sambhal
hi: सम्भल

# D630
source: Shamli
hi: शामली

# D631
source: Kasganj
hi: कासगंज

# D632
source: Amethi
hi: अमेठी

# D633
source: Alipurduar
hi: अलीपुर

# D634
source: Baksa
hi: बक्सा

# D635
source: Chirang
hi: चिरांग

# D636
source: Udalguri
hi: उदलगुड़ी

# D637
source: North and Middle Andaman
hi: उत्तर और मध्य अंडमान

# D638
source: Palghar
hi: पलघर

# D639
source: Agar
hi: आगार

# D640
source: Namsai
hi: नमसई

# D641
source: Purba Burdwan
hi: पूर्बा बर्दवान

# D642
source: Paschim Burdwan
hi: पश्चिम बर्दवान

# D643
source: Charkhi Dadri
hi: चरखी दादरी

# D644
source: Palwal
hi: पलवल

# D645
source: Mewat
hi: मेवात

# D646
source: Komrambheem Asifabad
hi: कोमरमभीम आसिफाबाद

# D647
source: Mancherial
hi: मनचीरीयल

# D648
source: Nirmal
hi: निर्मल

# D649
source: Jagitial
hi: जगीतियल

# D650
source: Peddapalli
hi: पेद्दापल्ली

# D651
source: Rajanna Sircilla
hi: राजन्ना सिरसिला

# D652
source: Bhadradri Kothagudem
hi: भद्राद्री कोठगुदेम

# D653
source: Jogulamba Gadwal
hi: जोगुलम्बा गडवाल

# D654
source: Nagarkurnool
hi: नगरकुरनूल

# D655
source: Wanaparthy
hi: वानापारथी

# D656
source: Sangareddy
hi: संगारेड्डी

# D657
source: Siddipet
hi: सिद्दीपेट

# D658
source: Jangoan
hi: जनगांव

# D659
source: Suryapet
hi: सूर्यापेट

# D660
source: Yadadri Bhongiri
hi: यदाद्रि भोंगिरी

# D661
source: Kamareddy
hi: कामारड्डी

# D662
source: Medchal Malkajgiri
hi: मेडचल मल्कजगिरी

# D663
source: Vikarabad
hi: विकाराबाद

# D664
source: Jayashankar Bhoopalapally
hi: जयशंकर भूपालपल्ली

# D665
source: Mahabubabad
hi: महबुबाबाद

# D666
source: Warangal Urban
hi: वारंगल अर्बन

# D667
source: Jhargram
hi: झारग्राम

# D668
source: Unakoti
hi: युनाकोटी

# D669
source: Gomati
hi: गोमती

# D670
source: Khowai
hi: खोवाई

# D671
source: Sepahijala
hi: सपाहीजाला

# D672
source: Siang
hi: सियांग

# D673
source: Kra Daadi
hi: करा दाड़ी

# D674
source: Pakke kessang
hi: पक्के केसांग

# D675
source: Lower Siang
hi: निचला सियांग

# D676
source: Longding
hi: लोन्गाडींग

# D677
source: Lepa Rada
hi: लेपा राडा

# D678
source: Shi Yomi
hi: शी यामी

# D679
source: Kamale
hi: कमाले

# D680
source: Botad
hi: बोटाड

# D681
source: Devbhumi Dwarka
hi: देवभूमि द्वारका

# D683
source: Mahisagar
hi: माहीसागर

# D684
source: Morbi
hi: मोरबी

# D685
source: Chhotaudepur
hi: छोटा उदयपुर

# D686
source: Arvalli
hi: अरवाली

# D687
source: Mulugu
hi: मुलूगू

# D688
source: Narayanpet
hi: नारायणपेट

# D689
source: Puducherry
hi: पुडुचेरी

# D690
source: Karaikal
hi: कराईकल

# D691
source: Bandipora
hi: बांदीपुरा

# D692
source: Ganderbal
hi: गांदरबल

# D693
source: Kishtwar
hi: किश्तवाड़

# D694
source: Kulgam
hi: कुलगाम

# D695
source: Ramban
hi: रामबन

# D696
source: Reasi
hi: रियासी

# D697
source: Samba
hi: सांबा

# D698
source: Shopian
hi: शोपियां

# D699
source: Diu
hi: दीयु

# D700
source: Lakshadweep
hi: लक्षद्वीप

# D701
source: Biswanath
hi: बिश्वनाथ

# D702
source: Charaideo
hi: चारायदिओ

# D703
source: Hojai
hi: होजई

# D704
source: Kamrup Metro
hi: कामरूप मेट्रो

# D705
source: Majuli
hi: माजुली

# D706
source: Central
hi: केंद्रीय

# D707
source: East
hi: पूर्व

# D708
source: North
hi: उत्तर

# D709
source: North East
hi: उत्तर पूर्व

# D710
source: North West
hi: उत्तर पश्चिम

# D711
source: Shahdara
hi: शाहदरा

# D712
source: South
hi: दक्षिण

# D713
source: South East
hi: दक्षिण पूर्व

# D714
source: South West
hi: दक्षिण पश्चिम

# D715
source: West
hi: पश्चिम

# D717
source: Niwari
hi: निवारी

# D718
source: Mumbai
hi: मुंबई

# D719
source: Mumbai Suburban
hi: मुंबई उपनगर

# D720
source: Jiribam
hi: जिरीबाम

# D721
source: Kakching
hi: कक्चिंग

# D722
source: Kamjong
hi: कमजोंग

# D723
source: Kangpokpi
hi: कन्गपोकपी

# D724
source: Noney
hi: नोनी

# D725
source: Pherzawl
hi: फरज़ाल

# D726
source: Tengnoupal
hi: तेन्गनोपल

# D727
source: East Jaintia Hills
hi: पूर्व जैंतिया हिल्स

# D728
source: North Garo Hills
hi: उत्तर गारो हिल्स

# D729
source: South West Garo Hills
hi: दक्षिण पश्चिम गारो हिल्स

# D730
source: South West Kashi Hills
hi: दक्षिण पश्चिम काशी हिल्स

# D731
source: Hnahthial
hi: हनाहथियल

# D732
source: Khawzawl
hi: खाव्जावल

# D733
source: Saitual
hi: सेतुयल

# D734
source: Mahe
hi: माहे

# D735
source: Yanam
hi: यानम

# D736
source: Chennai
hi: चेन्नई

# D737
source: Hyderabad
hi: हैदराबाद

# D738
source: South Salmara Mancachar
hi: दक्षिण सलमार मनकचर

# D739
source: West Karbi Anglong
hi: पश्चिम करबी आंगलोंग

# D740
source: Kalimpong
hi: कलिम्पोंग

# D741
source: Kolkata
hi: कोलकाता

# D742
source: Leh
hi: लेह

# D743
source: Kargil
hi: कारगिल

# D744
source: Gaurella Pendra Marwahi
hi: गौरेला पेंड्रा मरवाही

# D745
source: KALLAKURICHI
hi: कल्लाकुरिची

# D746
source: CHENGALPATTU
hi: चेंगलपट्टू

# D747
source: Ranipet
hi: रानीपत

# D748
source: Tirupathur
hi: तिरुपाथर

# D749
source: TENKASI
hi: तेनकासी

# D750
source: Daman
hi: दमन

# D751
source: Diu
hi: दीव

# D752
source: Mayiladuthurai
hi: माइलादुत्रयी

# D753
source: Anoopgarh
hi: अनूपगढ़

# D754
source: Balotra
hi: बालोतरा

# D755
source: Beawar
hi: ब्यावर

# D756
source: Deeg
hi: डीग

# D757
source: Didwana Kuchaman
hi: डीडवाना कुचामन

# D758
source: Dudu
hi: डूडू

# D759
source: Gangapurcity
hi: गंगापुरसिटी

# D760
source: Jaipur Gramin
hi: जयपुर ग्रामीण

# D761
source: Jodhpur Gramin
hi: जोधपुर ग्रामीण

# D762
source: Kekri
hi: केकरी

# D763
source: Khairthal Tijara
hi: खैरथल तिजारा

# D764
source: Kotputli Behror
hi: कोटपूतली बहरोड़

# D765
source: Neem Ka Thana
hi: नीम का थाना

# D766
source: Phalodi
hi: फलौदी

# D767
source: Salumbar
hi: सलूंबर

# D768
source: Sanchor
hi: सांचौर

# D769
source: Shahpura
hi: शाहपुरा

# D770
source: Maihar
hi: मैहर

# D771
source: Pandhurna
hi: पंधुरना

# D772
source: Vijayanagar
hi: विजयनगर

# D773
source: Noklak
hi: नोक्लाक

# D774
source: Malerkotla
hi: मलेरकोटला

# D775
source: Bajali
hi: बजाली

# D776
source: Eastern West Khasi Hills
hi: पूर्वी पश्चिमी खासी हिल्स

# D777
source: Pakyong
hi: पाक्योंग

# D778
source: Soreng
hi: सोरेंग

# D779
source: Tamulpur
hi: तामुलपुर

# D780
source: Parvathipuram Manyam
hi: पार्वतीपुरम मान्यम

# D781
source: Anakapalli
hi: अनकापल्ली

# D782
source: Alluri Sitharama Raju
hi: अल्लूरी सीतारमा राजू

# D783
source: Kakinada
hi: काकीनाडा

# D784
source: Eluru
hi: एलुरु

# D785
source: Ntr
hi: एनटीआर

# D786
source: Bapatla
hi: बापतला

# D787
source: Palnadu
hi: पालनाडू

# D788
source: Tirupati
hi: तिरुपति

# D789
source: Annamayya
hi: अन्नमय्या

# D790
source: Sri Sathya Sai
hi: श्री सत्य साई

# D791
source: Nandyal
hi: नांदयाल

# D792
source: Tseminyu
hi: त्सेमिन्यु

# D793
source: Chumoukedima
hi: चुमौकेदिमा

# D794
source: Niuland
hi: न्यूलैंड

# D795
source: Shamator
hi: शमातोर

# D796
source: Mauganj
hi: मऊगंज

# D797
source: Sarangarh Bilaigarh
hi: सारंगढ़ बिलाईगढ़

# D798
source: Sakti
hi: सक्ती

# D799
source: Mohla Manpur Ambagarh Chouki
hi: मोहला मानपुर अंबागढ़ चौकी

# D800
source: Manendragarh Chirmiri Bharatpur Mcb
hi: मनेन्द्रगढ़ चिरमिरी भरतपुर एम.सी.बी

# D801
source: Khairagarh Chhuikhadan Gandai
hi: खैरागढ़ छुईखदान गंडई

# D802
source: Dr BR Ambedkar Konaseema
hi: डॉ. बीआर अंबेडकर कोनसीमा

# B1
source: Bawal
hi: बवाल

# B2
source: A Konduru
hi: ए कोन्दूरू

# B3
source: Abadasa
hi: अबदासा

# B4
source: Abhanpur
hi: अभानपुर

# B5
source: Abohar
hi: अबोहर

# B6
source: Abu Road
hi: अब्‍बू रोड

# B7
source: Achabal
hi: अच्छाबल

# B8
source: Achalda
hi: अच्छालदा

# B9
source: Achalpur
hi: अचलपुर

# B10
source: Achampeta
hi: आचमपेटा

# B12
source: Achanta
hi: अचन्ता

# B14
source: Achhnera
hi: अचनेरा

# B15
source: Adampur
hi: आदमपुर

# B16
source: Adampur
hi: आदमपुर

# B17
source: Adapur
hi: अदापुर

# B19
source: Addanki
hi: अड्डान्की

# B20
source: Addateegala
hi: अदातीगाला

# B21
source: Adhaura
hi: अधोरा

# B23
source: Adimaly
hi: अदिमल्‍ली

# B24
source: Adoni
hi: अदोनी

# B25
source: Afzalgarh
hi: अफजलगढ़

# B26
source: Afzalpur
hi: अफजलपुर

# B28
source: Agalpur
hi: अगलपुर

# B30
source: Agastheeswaram
hi: अगस्तीस्वरम

# B31
source: Agauta
hi: अगौता

# B32
source: Agion
hi: अजियन

# B33
source: Agiripalle
hi: अग्रीपल्‍ली

# B34
source: Agomoni
hi: अगोमोनी

# B35
source: Agroha
hi: अगरोहा

# B36
source: Aheri
hi: अहेरी
