Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B37
source: Ahiraula
hi: अहिराउला

# B38
source: Ahmadpur
hi: अहमदपुर

# B39
source: Ahmedabad (City)
hi: अहमदाबाद (सिटी)

# B40
source: Ahore
hi: अहोरे

# B41
source: Ahrori
hi: अहरोड़ी

# B42
source: Aibawk
hi: एबोक

# B43
source: Aika
hi: ऐका

# B44
source: Ainavilli
hi: एनाविली

# B45
source: Airayan
hi: अरियान

# B47
source: Ajamnagar
hi: आजमनगर

# B48
source: Ajara
hi: आजरा

# B49
source: Ajaygarh
hi: अजयगढ़

# B50
source: Ajit Mal
hi: अजितमल

# B51
source: Ajnala
hi: अजनाला

# B52
source: Akabarpur
hi: अकबरपुर

# B53
source: Akaltara
hi: अकालतारा

# B54
source: Akbarpur
hi: अकबरपुर

# B55
source: Akbarpur
hi: अकबरपुर

# B56
source: Akhandnagar
hi: अखंडनगर

# B57
source: Akhnoor
hi: अखनूर

# B58
source: Akhorhi Gola
hi: अखरोही गोला

# B59
source: AKIVIDU
hi: अकविदू

# B60
source: Akkalkot
hi: अक्‍कलकोट

# B61
source: Akkalkuwa
hi: अक्‍कालकुवा

# B62
source: Akola
hi: अकोला

# B63
source: Akola
hi: अकोला

# B64
source: Akole
hi: अकोले

# B65
source: Akot
hi: अकोट

# B66
source: Akrabad
hi: अकराबाद

# B67
source: Akrani
hi: अकरानी

# B68
source: Akuluto
hi: अकूलूतो

# B70
source: Alamnagar
hi: आलमनगर

# B72
source: Alampur Jafrabad
hi: आलमपुर जफराबाद

# B73
source: Alamuru
hi: आलामूरू

# B74
source: Aland
hi: अलांद

# B75
source: Alanganallur
hi: अलंगानल्‍लूर

# B76
source: Alangayam
hi: अलंगायम

# B78
source: Alathur
hi: अलथूर

# B79
source: Alathur
hi: अलथूर

# B80
source: Alauli
hi: अलोली

# B81
source: Alengad
hi: अलेनगद

# B82
source: Alewa
hi: अलेवा

# B83
source: Algapur
hi: अलगापुर

# B84
source: Alibag
hi: अलीबाग

# B85
source: Aliganj
hi: अलीगंज

# B86
source: Aliganj
hi: अलीगंज

# B87
source: Alinagar
hi: बहादुरपुर हायघाट बेहरी‍ सिसुनी

# B90
source: Alirajpur
hi: अलीराजपुर

# B92
source: Aliya
hi: अलिया

# B94
source: Allagadda
hi: अलागदा

# B95
source: Allavaram
hi: आलावरम

# B96
source: Allur
hi: अल्‍लूर

# B97
source: Along West
hi: अलोंग‍ पशि‍चम

# B98
source: Along East
hi: अलोंग पूर्व

# B99
source: Alot
hi: अलोट

# B100
source: Alsisar
hi: अलसीसार

# B101
source: Alur
hi: अल्‍लूर

# B102
source: Alur
hi: अलूर

# B103
source: Alwarthirunageri
hi: अल्वारथीरूंगेरी

# B104
source: Amadagur
hi: अमादागुर

# B105
source: Amadalavalasa
hi: अमदालावालसा

# B106
source: Amalapuram
hi: अमलापुरम

# B107
source: Amalner
hi: आमलनेर

# B109
source: Amaniganj
hi: अमानीगंज

# B111
source: Amarapuram
hi: अमरापुरम

# B112
source: Amaravathi
hi: अमरावती

# B113
source: Amargarh
hi: अमरगढ़

# B114
source: Amaria
hi: अमारिया

# B115
source: Amarpatan
hi: अमरपटान

# B116
source: Amarpur
hi: अमरपुर

# B117
source: Amarpur
hi: अमरपुर

# B119
source: Amarwara
hi: अमरवाड़ा

# B120
source: Amas
hi: आमस

# B121
source: Amauli
hi: अमौली

# B122
source: Amaur
hi: आमोर

# B123
source: Amawan
hi: अमावन

# B124
source: Amb
hi: अम्ब

# B125
source: Ambabhona
hi: अम्बाभोना

# B126
source: Ambad
hi: अम्बाद

# B127
source: Ambah
hi: अम्भा

# B128
source: Ambajipeta
hi: अम्बाजीपेटा

# B129
source: Ambala
hi: अम्बाला

# B130
source: Ambalapuzha
hi: अम्बालापूजा

# B131
source: Ambarnath
hi: अम्बरनाथ

# B132
source: Ambarnath
hi: अम्बरनाथ

# B133
source: Ambasamudram
hi: अम्बासामुदरम

# B134
source: Ambassa
hi: अम्बासा

# B135
source: Ambegaon
hi: अम्बेगांव

# B136
source: Ambejogai
hi: अम्बेजोगाई

# B137
source: Amber
hi: अम्बेर

# B138
source: Amberpet
hi: अम्बेरपेट

# B139
source: Ambiapur
hi: अंबियापुर

# B140
source: Ambikapur
hi: अम्‍बिकापुर

# B141
source: Amboli
hi: अम्‍बोली

# B142
source: Amdabad
hi: अमदाबाद

# B143
source: Amdanga
hi: अमडांगा

# B144
source: Ameerpet
hi: अमीरपेट

# B145
source: Amet
hi: अमेट

# B147
source: Amgaon
hi: अमगांव

# B148
source: Amguri
hi: अमगूरी

# B149
source: Amirgadh
hi: अमीरगाध

# B150
source: Amla
hi: अमला

# B151
source: Amlarem
hi: अमलारेम

# B152
source: Amloh
hi: अमलोह

# B153
source: Ammapet
hi: आमापेट

# B154
source: Ammapet
hi: अम्‍मापेट

# B155
source: Amnaur
hi: अमनौर

# B156
source: Amod
hi: अमोद

# B158
source: Amrapara
hi: आमारापाढ़ा

# B159
source: Amraudha
hi: अमरौदा

# B160
source: Amrawati
hi: अमरावती

# B161
source: Amreli
hi: अमरेली

# B162
source: Amri
hi: आमरी

# B163
source: Amroha
hi: अमरोहा

# B164
source: Amruthalur
hi: अमरूथालूर

# B165
source: Amta-I
hi: अमता-1

# B166
source: Amta-II
hi: अमता-2

# B167
source: Anaicut
hi: अन्‍नाईकूट

# B168
source: Anaimalai
hi: अन्‍नामल्‍लाई

# B169
source: Anakapalli
hi: अंकापाली

# B170
source: Anakkavoor
hi: अन्‍नकावूर

# B171
source: Anand
hi: आन्‍नद

# B172
source: Anandapur
hi: आन्‍नदपुर

# B173
source: Anandapuram
hi: आन्‍नदपुरम

# B174
source: Anandpur Sahib
hi: आन्‍नदपुर साहेब

# B175
source: Anandpuri
hi: आन्‍नपुरी

# B176
source: Anantapur
hi: अन्‍नतपुर

# B177
source: Ananthagiri
hi: अन्‍नथागिरी

# B178
source: Ananthasagaram
hi: अन्‍नतसागरम

# B179
source: Anaparthi
hi: अन्‍नपार्थी

# B180
source: Anchal
hi: अंचल

# B181
source: Anchalumoodu
hi: अंचलूमूदू

# B183
source: Andana
hi: अन्दाना

# B184
source: Andanallur
hi: आन्‍नदालूर

# B185
source: Andar
hi: अंदार

# B186
source: Andhrartharhi
hi: अंधरारथरी

# B187
source: Andimadam
hi: अंडीमादम

# B189
source: Andipatti
hi: अन्‍दीपाटी

# B191
source: Anekal
hi: अनीकल

# B192
source: Anelieh Arzoo
hi: ऐली अरजू

# B193
source: Angara
hi: अंगारा

# B194
source: Angul
hi: अंगूल

# B195
source: Anini Mipi
hi: अनिनी मिपी

# B196
source: Anjangaon
hi: आंजनगांव

# B197
source: Anjar
hi: अन्जर

# B198
source: Ankamaly
hi: अंकामल्‍ली

# B199
source: Anklav
hi: अंकलव

# B200
source: Ankleshwar
hi: अंकलेश्‍वर

# B201
source: Ankola
hi: अनकोला

# B202
source: Annagramam
hi: अन्‍नागरामम

# B203
source: Annavasal
hi: अन्‍नावसाल

# B204
source: Anni
hi: अन्‍नी

# B205
source: Annupur
hi: अनुपुर

# B206
source: Annur
hi: अन्‍नूर

# B207
source: Anoopshahr
hi: अनुपशहर

# B208
source: Anta
hi: अन्ता

# B209
source: Antagarh
hi: अंतागढ़

# B210
source: Anthikkad
hi: अंथीककद

# B211
source: Anthiyur
hi: अन्थीयूर

# B212
source: Anumasamudrampeta
hi: अन्‍नुमसमुद्रमपेटा

# B215
source: Arah
hi: आराह

# B217
source: Arakalgud
hi: अलकारगुड

# B219
source: Araku Valley
hi: आराकू वेल्‍ली

# B220
source: Arambag
hi: आरामबाग

# B221
source: Arang
hi: अरंग

# B222
source: Araniya
hi: अरानिया

# B223
source: Arantangi
hi: अरांतांगी

# B224
source: Araon
hi: अरावोन

# B225
source: Araria
hi: अराड़िया

# B226
source: Arasikere
hi: अरासिकरी

# B227
source: Aravakurichi
hi: अरवाकुरची

# B229
source: Arazeeline
hi: अराजीलाइन

# B231
source: Ardhapur
hi: अरधापुर

# B232
source: Ardhaveedu
hi: अरधाविड्डू

# B233
source: Areacode
hi: ऐराकोड

# B234
source: Areraj
hi: आरेरज

# B235
source: Ariari
hi: अरिआरी

# B236
source: Arimalam
hi: अरिमल्‍लम

# B237
source: Ariyalur
hi: अरीअल्‍लूर

# B239
source: Arjuni/ Morgaon
hi: अर्जुनी/मोरगांव

# B241
source: Armori
hi: अरमोरी

# B244
source: Arni
hi: अरणी

# B245
source: Arni
hi: अरणी

# B247
source: Arnod
hi: अरनोद

# B248
source: Aron
hi: अरोन

# B249
source: Arsha
hi: आरसा

# B250
source: Aruppukottai
hi: अरूपूकोटिया

# B251
source: Arvi
hi: अरवी

# B252
source: Arwa Katra
hi: अरवा कटरा

# B253
source: Arwal
hi: अरवल

# B255
source: Aryad
hi: अरयाद

# B256
source: Asafpur
hi: आसफपुर

# B257
source: Asharganj
hi: असहरगंज

# B258
source: Ashok Nagar
hi: अशोक नगर

# B260
source: Ashother
hi: असौथर

# B261
source: Ashta
hi: आस्था

# B262
source: Ashti
hi: अस्ती

# B263
source: Ashti
hi: आष्टी

# B265
source: Asifnagar
hi: आसीफनगर

# B266
source: Asind
hi: आसीन्द

# B267
source: Aska
hi: आसका

# B269
source: Asoha
hi: अशोहा

# B270
source: Aspari
hi: असपारी

# B271
source: Aspur
hi: असपुर

# B272
source: Aspur Deosara
hi: असपुर देवोसारा

# B273
source: Assandh
hi: असंद

# B274
source: Assar
hi: आसार

# B275
source: Astaranga
hi: अस्तरंगा

# B276
source: Asthawan
hi: अस्थवान

# B279
source: Atchutapuram
hi: अचूतापुरम

# B280
source: Ateli Nangal
hi: अटेली नांगल

# B281
source: Ater
hi: अतेर

# B282
source: Athagarh
hi: अथागढ़

# B283
source: Athamallik
hi: आत्मालीक

# B284
source: Athani
hi: अत्थानी

# B285
source: Athiyannur
hi: अथि‍यानूर

# B286
source: Athmalgola
hi: अथमलगोला

# B287
source: Athner
hi: अथनूर

# B288
source: Athoor
hi: अथूर

# B289
source: Atlur
hi: अतलूर

# B291
source: Atmakur
hi: अत्माकुर

# B292
source: Atmakur
hi: आत्माकुर

# B293
source: Atmakur
hi: अत्माकुर

# B297
source: Atpadi
hi: अतपाड़ी

# B298
source: Atrauli
hi: अतराउली

# B299
source: Atrauliya
hi: अतराउलीया

# B300
source: Atreyapuram
hi: अत्रयापुरम

# B301
source: Atri
hi: अतरी

# B302
source: Atru
hi: अतरू

# B303
source: Attabira
hi: अटाबिरा

# B304
source: Attappady
hi: अट्टापड्डी

# B305
source: Attili
hi: अत्‍तली

# B306
source: Attur
hi: अत्‍तूर

# B307
source: Augustmuni
hi: अगस्तमुनी

# B308
source: Aul (Ali)
hi: ओल (अली)

# B309
source: Aundha Nagn
hi: औंधा नागन

# B310
source: Aur
hi: अऊर

# B311
source: Aurad
hi: औराद

# B312
source: Aurai
hi: औराई

# B313
source: Aurai
hi: औराई

# B314
source: Auraiya
hi: औरिया

# B315
source: Aurangabad
hi: औरांगाबाद

# B316
source: Aurangabad
hi: औरंगाबाद

# B317
source: Auras
hi: ओरास

# B318
source: Ausa
hi: औसा

# B321
source: Avanigadda
hi: अवानीगादा

# B322
source: Avinashi
hi: अविनासी

# B324
source: Avudayarkoil
hi: अयूदयारकोईल

# B325
source: Awagarh
hi: अवाघर

# B326
source: Ayothiyapattinam
hi: औथि‍यापट्टीनम

# B327
source: Azamatgarh
hi: अजमातगढ़

# B328
source: Azhutha
hi: अजूथा

# B329
source: B K Pora
hi: बी के पोरा

# B330
source: B Kodur
hi: बी कोदूर

# B331
source: B Kothakota
hi: बी कोठाकोटा

# B332
source: B Mattam
hi: बी मट्टम

# B333
source: B.B.Nagar
hi: बी बी नगर

# B334
source: Baansi
hi: बान्सी

# B335
source: Babaganj
hi: बाबागंज

# B336
source: Babai
hi: बाबाई

# B337
source: Babai Chichli
hi: बबाई‍ छीछली

# B338
source: Babain
hi: बाबेन

# B339
source: Babara
hi: बाबरा

# B340
source: Baberu
hi: बाबेरू

# B341
source: Babhani
hi: बाबहानी

# B342
source: Babhanjot
hi: बाभनजोत

# B343
source: Babina
hi: बाबीना

# B344
source: Babu Barhi
hi: बाबू बरही

# B345
source: Babulgaon
hi: बाबूलगांव

# B346
source: Bacchwara
hi: बच्छवारा

# B348
source: Bachharawan
hi: बच्छारावन

# B349
source: Badachana
hi: बदचाना

# B350
source: Badagaon
hi: बादागांव

# B351
source: Badalapur
hi: बादलापुर

# B352
source: Badamalhara
hi: बारा मल्‍हारा

# B353
source: Badami
hi: बदामी

# B354
source: Badangi
hi: बदान्गी

# B355
source: Badarpur
hi: बदरपुर

# B356
source: Badarwas
hi: बदरवास

# B357
source: Badasahi
hi: बादासाही

# B359
source: Badhpur
hi: बोधपुर

# B361
source: Badi Breli
hi: बादी बरेली

# B362
source: Badnagar
hi: बादनगर

# B363
source: Badnapur
hi: बदनापुर

# B364
source: Badnawar
hi: बदनावर

# B365
source: Badokhar Khurd
hi: बादोखर खुर्द

# B366
source: Badraon
hi: बदराऔं

# B367
source: Baduria
hi: बादु‍रिया

# B368
source: Badvel
hi: बदवेल

# B369
source: Badwara
hi: बदवाड़ा

# B370
source: Bagafa
hi: बगाफा

# B371
source: Bagalkot
hi: बगालकोट

# B372
source: Bagasara
hi: बगसारा

# B373
source: Bagbahara
hi: बागबाहरा

# B374
source: Bagdah
hi: बागदाह

# B376
source: Bagepalli
hi: बागेपाली

# B377
source: Bageshwar
hi: बागेश्वर

# B378
source: Bagh
hi: बाघ

# B379
source: Baghapurana
hi: भगापुराना

# B380
source: Baghauli
hi: बागहोली

# B381
source: Baghmara
hi: बगहामरा

# B382
source: Baghmara
hi: बाघमारा

# B383
source: Baghmora
hi: बगमोरा

# B384
source: Baghpat
hi: बागपत

# B385
source: Baghra
hi: भागरा

# B386
source: Bagicha
hi: बगीचा

# B387
source: Bagidora
hi: बागीडोरा

# B388
source: Baglan
hi: बगलान

# B389
source: Bagli
hi: बागली

# B390
source: Bagmundi
hi: बागमुंडी

# B391
source: Bagnan-I
hi: बागनान-1

# B392
source: Bagnan-II
hi: बागनान-2

# B393
source: Bagodar
hi: बागोदर

# B394
source: Bah
hi: बेह

# B395
source: Bahadrabad
hi: बहादराबाद

# B396
source: Bahadurganj
hi: बहादुरगंज

# B397
source: Bahadurgarh
hi: बहादुरगढ़

# B398
source: Bahadurpur
hi: बहादुरपुर

# B399
source: Bahadurpur
hi: बहादुरपुर

# B400
source: Bahadurpur
hi: बहादुरपुर

# B402
source: Bahadurpura
hi: बहादुरपुरा

# B403
source: Bahalda
hi: बहालदा

# B404
source: Bahanaga
hi: बाहनागा

# B405
source: Baharia
hi: बहारिया

# B406
source: Baheri
hi: बाहेरी

# B407
source: Baheri
hi: बाहेरी

# B409
source: Bahragora
hi: बाहरागोरा

# B410
source: Bahuwa
hi: भऊवा

# B412
source: Baidhan
hi: बेधान

# B413
source: Baihar
hi: बहीहार

# B414
source: Baijnath
hi: बेजनाथ

# B415
source: Baikunthpur
hi: बेंकूंथपुर

# B416
source: Baikunthpur
hi: बैकुंठपुर

# B417
source: Bailahongala
hi: बेलाहोंगला

# B418
source: Baireddi Palle
hi: बेरीदी पाले

# B419
source: Bairia
hi: बेरिया

# B420
source: Bairia
hi: बाईरिया

# B421
source: Baisa
hi: बेसा

# B422
source: Baisi
hi: बेसी

# B423
source: Baitalpur
hi: बत्यालपुर

# B424
source: Bajag
hi: बजाग

# B425
source: Bajali
hi: बजाली

# B426
source: Bajiagaon
hi: ‍बाजिया गांव

# B427
source: Bajna
hi: बाजना

# B428
source: Bajpatti
hi: बजपट्टी

# B429
source: Bakani
hi: बकानी

# B430
source: Bakawand
hi: बकावंद

# B431
source: Bakhri
hi: बाखरी

# B432
source: Bakhtiarpur
hi: बख्‍तियारपुर

# B433
source: Bakshi Ka Talab
hi: बक्सी का तलाब

# B434
source: Balachaur
hi: बालाछौर

# B435
source: Balagarh
hi: बालागढ़

# B436
source: Balaghat
hi: बालाघाट

# B437
source: Balakote
hi: बालाकोट

# B440
source: Balapur
hi: बालापुर

# B441
source: Balarampur
hi: बलरामपुर

# B443
source: Balasore
hi: बालासोड़े

# B444
source: Balayapalle
hi: बल्‍यापल्‍ली

# B445
source: Baldeogarh
hi: बलदेवागढ़

# B446
source: Baldev
hi: बलदेव

# B447
source: Baldi
hi: बालदी

# B448
source: Baldirai
hi: बलदीराई

# B449
source: Balesar
hi: बालेसर

# B450
source: Balh
hi: बालह

# B451
source: Balha
hi: बालहा

# B452
source: Bali
hi: बाली

# B453
source: Baliakheri
hi: बलिचाखेरी

# B454
source: Balianta
hi: बलीयांटा

# B455
source: Baliapal
hi: बलियापल

# B456
source: Baliapur
hi: बलियापुर

# B457
source: Balijan
hi: बलीजन

# B458
source: Balijana
hi: बालीजाना

# B459
source: Balijipeta
hi: बलजीपेटा

# B460
source: Balikuda
hi: बालीकुड़ा

# B461
source: Balipara
hi: बालीपारा

# B462
source: Balipatna
hi: बालीपटना

# B463
source: Balisankara
hi: बालीसंकारा

# B464
source: Baliya
hi: बालिया

# B466
source: Ballabgarh
hi: बल्‍लबगढ़

# B467
source: Balliguda
hi: बालीगुड़ा

# B468
source: Ballikuruva
hi: बल्‍लीकुरवा

# B469
source: Ballyjagacha
hi: बेलिजागाछा

# B472
source: Baloda
hi: बलोदा

# B474
source: Balotra (Pachpadra)
hi: बलोतरा ( पच्छपादरा)

# B476
source: Balrampur
hi: बलरामपुर

# B477
source: Balrampur
hi: बलरामपुर

# B478
source: Balumath
hi: बालूमठ

# B479
source: Balurghat
hi: बालूरघाट

# B480
source: Balussery
hi: बालूसेरी

# B481
source: Bamanwas
hi: बामनवास

# B482
source: Bamaur
hi: बामौर

# B483
source: Bameng
hi: बेमंग

# B484
source: Bamhnidih
hi: बामहिन्द

# B486
source: Bamongola
hi: बामनगोला

# B487
source: Bamori
hi: बामोरी

# B488
source: Bamra
hi: बामरा

# B489
source: Bana
hi: बाना

# B490
source: Banaganapalle
hi: बंगनापल्‍ली

# B491
source: Banapur
hi: बानापुर

# B492
source: Banarpal
hi: बनारपल

# B493
source: Banda
hi: बान्दा

# B494
source: Banda
hi: बांदा

# B495
source: Bandhugaon
hi: बन्धुगांव

# B496
source: Bandi Atmakur
hi: बांदी आत्माकूर

# B497
source: Bandikui
hi: बान्दीकूई

# B499
source: Bandlaguda
hi: बंदलागुडा

# B500
source: Bandra
hi: बांदरा

# B501
source: Banera
hi: बानेरा

# B502
source: Banga
hi: बांगा

# B503
source: Bangalore(E)
hi: बैंगलौर (ई)

# B504
source: Bangalore(N)
hi: बैंगलौर (एन)

# B505
source: Bangalore(S)
hi: बैंगलौर (एस)

# B506
source: Bangarmau
hi: बंगरमाऊ

# B507
source: Bangarpet
hi: बंगालपेट

# B508
source: Bangarupalem
hi: बेंगरूपालेम

# B509
source: Bangiriposi
hi: बंगीरीपोसी

# B510
source: Bangomunda
hi: बांगोमुण्डा

# B511
source: Bangra
hi: बांगरा

# B512
source: Bani
hi: बानी

# B513
source: Baniapur
hi: बनियापुर

# B515
source: Banikoder
hi: बानीकोदेर

# B517
source: Banjar
hi: बंजार

# B518
source: Banjaria
hi: बंजारिया

# B519
source: Banka
hi: बांका

# B520
source: Bankaner
hi: बंकानेर ( अमराबन)

# B521
source: Bankata
hi: बंकाता

# B522
source: Bankati
hi: बंकाती

# B523
source: Bankatwa
hi: बंकतवा

# B524
source: Banke Bazar
hi: बांके बाजार

# B525
source: Bankeyganj
hi: बांकेगंज

# B526
source: Bankhedi
hi: बनखेदी

# B527
source: Banki
hi: बांकी

# B528
source: Banki
hi: बांकी

# B529
source: Banki-Dampada
hi: बांकी-धमपाड़ा

# B530
source: Bankura-I
hi: बांकुरा-1

# B531
source: Bankura-II
hi: बांकुरा-2

# B532
source: Banma Itahari
hi: बानमा इताहरी

# B533
source: Banmankhi
hi: बनमाखी

# B534
source: Bano
hi: बानो

# B535
source: Bansapal
hi: बंसापल

# B536
source: Bansdih
hi: बन्सदीह

# B537
source: Bansgaon
hi: बानसगांव

# B538
source: Banshi Surajpur
hi: बंशी सूरजपुर

# B539
source: Bansihari
hi: बंसीहारी

# B540
source: Banskandi
hi: बंसकांडी

# B541
source: Bansur
hi: बनसूर

# B543
source: Banswara
hi: बांसवाड़ा

# B545
source: Bantumilli
hi: बेंतूमिली

# B546
source: Bantwal
hi: बंतवाल

# B548
source: Bap
hi: बप

# B549
source: Bapatla
hi: बपातल्ला

# B550
source: Bapauli
hi: बपोली

# B551
source: Bapulapadu
hi: बापूलापाडू

# B552
source: Bar
hi: बार

# B553
source: Barabazar
hi: बड़ाबाजार

# B555
source: Barachatti
hi: बरछाती

# B556
source: Barachawar
hi: बरछावर

# B557
source: Baragaon
hi: बारागांव

# B558
source: Baragudha
hi: बारागुद्धा

# B559
source: Barahani
hi: बरहानी

# B560
source: Barahat
hi: बाराहट

# B561
source: Barahiya
hi: बाराहिया

# B562
source: Barakot
hi: बाराकोट

# B563
source: Baramati
hi: बारामती

# B564
source: Baramba
hi: बारम्बा

# B565
source: Baramkela
hi: बारमकेला

# B566
source: Baramulla
hi: बारामुल्‍ला

# B567
source: Baran
hi: बारान

# B568
source: Baranga
hi: बारंगा

# B569
source: Barara
hi: बरआरा

# B570
source: Barari
hi: बरारी

# B571
source: Barasat II
hi: बरसात-2

# B572
source: Barasat-I
hi: बरसात-1

# B573
source: Barauli
hi: बाराउली

# B574
source: Barauli Ahir
hi: बराराउली अहेर

# B575
source: Barauni
hi: बाराउनी

# B576
source: Baraut
hi: बारौत

# B577
source: Barbhag
hi: बारबघ

# B578
source: Barbigha
hi: बारभि‍घा

# B579
source: Barchola
hi: बारचोला

# B580
source: Bardez
hi: बारदेज

# B581
source: Bardoli
hi: बरदोली

# B582
source: Bargania
hi: बरगानिया

# B583
source: Bargaon
hi: बारगांव

# B584
source: Bargaon
hi: बारगांव

# B585
source: Bargarh
hi: बारगढ़

# B586
source: Barghat
hi: बारघाट

# B587
source: Bargi Jabalpur
hi: बारगी जबलपुर

# B588
source: Bargur
hi: बारगुर

# B590
source: Barh
hi: बरहा

# B591
source: Barhalganj
hi: बरहालगंज

# B592
source: Barhampur
hi: ब्रहमपुर

# B593
source: Barhara
hi: बरहारा

# B594
source: Barhara Kothi
hi: बारहा कोठी

# B595
source: Barharia
hi: बरहा‍रिया

# B596
source: Barhat
hi: बरहाट

# B597
source: Barhi
hi: बारही

# B598
source: Barhni
hi: बरहनी

# B599
source: Barhpura
hi: बारहपुरा

# B600
source: Bari
hi: बरी

# B601
source: Bari
hi: बारी

# B602
source: Bari Sadri
hi: बारी सादरी

# B603
source: Bariarpur
hi: बरियारपुर

# B604
source: Baripada
hi: बारीपाड़ा

# B605
source: Baririjo
hi: बारीरिजो

# B606
source: Barjora
hi: बारजोरा

# B607
source: Barkagaon
hi: बारकागांव

# B608
source: Barkatha
hi: बारकाथा

# B609
source: Barkhera
hi: बरखेरा

# B610
source: Barkote
hi: बारकोटे

# B611
source: Barmer
hi: बारमेढ़

# B612
source: Barnahal
hi: बरनाहल

# B614
source: Barnoti
hi: बारनोटी

# B616
source: Barpali
hi: बारपल्‍ली

# B617
source: Barpeta
hi: बारपेटा

# B618
source: Barrackpore II
hi: बाराकोपरे-2

# B619
source: Barrackpore-I
hi: बाराकोपरे-1

# B620
source: Barsathi
hi: बरसाथी

# B621
source: Barshi
hi: बारसी

# B622
source: Barshitakli
hi: बार्शीटाकली

# B623
source: Barsoi
hi: बरसोई

# B624
source: Baruipur
hi: बारूईपुर

# B625
source: Barun
hi: बारून

# B626
source: Barwaha
hi: बरवाहा

# B627
source: Barwaidih
hi: बरवाईधी

# B629
source: Barwala
hi: बरवाला

# B630
source: Barwala
hi: बरवाला

# B631
source: Barwani
hi: बरवानी

# B632
source: Basanti
hi: बसंती

# B633
source: Basantpur
hi: बसंतपुर

# B634
source: Basantpur
hi: बंसतपुर

# B635
source: Basantpur
hi: बंसतपुर

# B637
source: Basavanabagevadi
hi: बसवानाबागेवाड़ी

# B638
source: Basavanakalyan
hi: बासावंकाकल्याण

# B639
source: Baseri
hi: बसेरी

# B641
source: Basia
hi: बसिया

# B642
source: Basirhat II
hi: बसीरहत-2

# B643
source: Basirhat-I
hi: बसीरहत-1

# B645
source: Baskhari
hi: बसखारी

# B646
source: Basmath
hi: बासमथ

# B647
source: Basna
hi: बासना

# B648
source: Basoda
hi: बसोदा

# B649
source: Basohli
hi: बासोहिल

# B650
source: Basopatti
hi: बासोपट्टी

# B651
source: Basrehar
hi: बसरेहर

# B652
source: Bassi
hi: बस्‍सी

# B653
source: Bassi Pathana
hi: बासी पाठना

# B654
source: Basta
hi: बास्ता

# B655
source: Bastanar
hi: बस्तानर

# B656
source: Bastar
hi: बस्तर

# B657
source: Basti Sadar
hi: बस्ती सदर

# B658
source: Basudevpur
hi: बासुदेवपुर

# B659
source: Batadrava
hi: बाटादरवा

# B660
source: Batala
hi: बाटला

# B661
source: Batauli
hi: बाटाउल्‍ली

# B662
source: Bathalapalle
hi: बाथलापल्‍ली

# B663
source: Bathani
hi: बथानी

# B664
source: Bathinda
hi: भटि‌टान्डा

# B665
source: Bathnaha
hi: बाथनाह

# B666
source: Batiyagarh
hi: ब‍तियागढ़

# B667
source: Batlagundu
hi: बटलागुण्डु

# B668
source: Baunsi
hi: बौंसी

# B669
source: Bavla
hi: बावला

# B670
source: Bawan
hi: बवान

# B671
source: Bawani Khera
hi: बवानी खेरा

# B673
source: Bayana
hi: बयाना

# B674
source: Baytoo
hi: बेतू

# B678
source: Bazpur
hi: बाजपुर

# B679
source: Becharaji
hi: बेछाराजी

# B680
source: Bechimari
hi: बेचीमारी

# B681
source: Beed
hi: बीड

# B682
source: Beerwa
hi: बीरवा

# B683
source: Begamganj
hi: बेगमगंज

# B684
source: Begun
hi: बेगुन

# B685
source: Begunia
hi: बेगुनिया

# B686
source: Beguniapada
hi: बेगुनियापाड़ा

# B687
source: Begusarai
hi: बेगूसराय

# B688
source: Behali
hi: बेहाली

# B689
source: Behjam
hi: बेहजम

# B690
source: Behndar
hi: बेहन्दार

# B691
source: Behror
hi: बेहरोड़

# B692
source: Behta
hi: बेहता

# B696
source: Belaganj
hi: बेलागंज

# B697
source: Belchhi
hi: बिलेछी

# B698
source: Beldanga I
hi: बेलदंगा-1

# B699
source: Beldanga-II
hi: बेलदंगा-2

# B700
source: Beldaur
hi: बेलदोर

# B701
source: Belgaum
hi: बेलगम

# B702
source: Belghat
hi: बेलघाट

# B703
source: Belguntha
hi: बेलगुंथा

# B704
source: Belhar
hi: बेलहर

# B705
source: Belhar Kala
hi: बेलहर कल्‍ला

# B706
source: Belhari
hi: बिल्हारी

# B707
source: Bellamkonda
hi: बेलामकोण्डा

# B709
source: Bellary
hi: बल्‍लेरी

# B710
source: Belpara
hi: बेलपाड़ा

# B711
source: Belsand
hi: बेलसंद

# B712
source: Belsar
hi: बेलसार

# B713
source: Belthangadi
hi: बेलथंगाडी

# B714
source: Beluguppa
hi: बेलूगुप्‍पा

# B715
source: Belur
hi: बेलूर

# B717
source: Ben
hi: बेन

# B718
source: Bendgaon
hi: बेंदगांव

# B719
source: Bengabad
hi: बेंगाबाद

# B720
source: Benipatti
hi: बेनीपाटी

# B721
source: Benipur
hi: बेनीपुर

# B722
source: Beohari
hi: बियोहारी

# B723
source: Berhaj
hi: बेरहज

# B724
source: Berhampore
hi: बेरहमपोरे

# B725
source: Beri
hi: बेरी

# B726
source: Berinag
hi: बेरीनाग

# B728
source: Bermo
hi: बेरमो

# B729
source: Bero
hi: बेरो

# B730
source: Bersiya
hi: बरसिया

# B731
source: Beruarbari
hi: बेरूवाड़बाड़ी

# B732
source: Bestavaripeta
hi: बेस्तावरीपेटा

# B733
source: Betalghat
hi: बेतालघाट

# B734
source: Betasing
hi: बेतासिंह

# B735
source: Bethamcherla
hi: बेथामचेरला

# B736
source: Betnati
hi: बेतनाती

# B737
source: Bettiah
hi: बेटीहा

# B738
source: Betul
hi: बेतूल

# B739
source: Bewar
hi: बेवार

# B740
source: Bezera
hi: बेजेरा

# B741
source: Bgaha
hi: बगहा

# B742
source: Bhabanipur
hi: भाबनीपुर

# B743
source: Bhabhar
hi: भाभर

# B744
source: Bhabhua
hi: भबुवा

# B746
source: Bhabra
hi: भाबरा

# B747
source: Bhachau
hi: भछाऊ

# B748
source: Bhadaiya
hi: बहादाइया

# B750
source: Bhadaura
hi: भदौरा

# B751
source: Bhaderwah
hi: भदेरवाह

# B752
source: Bhadesar
hi: बहादेसर

# B753
source: Bhadgaon
hi: भदगांव

# B754
source: Bhadhpura
hi: बाहदपुरा

# B755
source: Bhadoi
hi: भादोई

# B756
source: Bhadra
hi: भदरा

# B758
source: Bhadrak
hi: भद्रक

# B759
source: Bhadravathi
hi: भदरावती

# B760
source: Bhadravati
hi: भद्रावती

# B761
source: Bhagalpur
hi: भागलपुर

# B762
source: Bhagatpur Tanda
hi: भगतपुर टाण्डा

# B763
source: Bhagawangola I
hi: भगवानगोला-1
