Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B2904
source: Kevlari
hi: केवलारी

# B2905
source: Khachrod
hi: कछरोद

# B2906
source: Khadda
hi: खाददा

# B2907
source: Khadgawan
hi: खादगवान

# B2909
source: Khag
hi: खाग

# B2910
source: Khagam Miao
hi: खागम‍ मियाओ

# B2911
source: Khagaria
hi: खगरिया

# B2912
source: Khagarijan
hi: खगरीजन

# B2913
source: Khair
hi: काहिर

# B2914
source: Khaira
hi: काहिरा

# B2915
source: Khaira
hi: काहिरा

# B2916
source: Khairabad
hi: काहिराबाद

# B2917
source: Khairagarh
hi: खेरागढ़

# B2918
source: Khairgarh
hi: काहीरगढ़

# B2919
source: Khairlanji
hi: खाईरलंजी

# B2920
source: Khairput
hi: काहीरपुट

# B2921
source: Khairthabad
hi: कहिरथाबाद

# B2922
source: Khajani
hi: खजानी

# B2923
source: Khajauli
hi: खाजाउली

# B2924
source: Khajipet
hi: खाजीपेट

# B2925
source: Khajuha
hi: खजुवा

# B2926
source: Khajuripada
hi: खजुरीपाड़ा

# B2929
source: Khaknar
hi: कखनार

# B2930
source: Khalapur
hi: खालापुर

# B2931
source: Khalilabad
hi: खलीलाबाद

# B2932
source: Khallikote
hi: खालीकोटे

# B2934
source: Khalwa
hi: खलवा

# B2935
source: Khamano
hi: खामनो

# B2936
source: Khambha
hi: खाम्बा

# B2938
source: Khambhat
hi: खामबट

# B2939
source: Khamgaon
hi: खामगांव

# B2942
source: Khamnor
hi: खमनौर

# B2943
source: Khan Sahib
hi: खान साहेब

# B2944
source: Khanakul-I
hi: खानाकुल-1

# B2945
source: Khanakul-II
hi: खानाकुल-2

# B2947
source: Khanapur
hi: खन्नापुर

# B2948
source: Khanapur
hi: खानापुर

# B2950
source: Khandala
hi: खण्डाला

# B2951
source: Khandapara
hi: खान्डापाड़ा

# B2952
source: Khandar
hi: खंदार

# B2953
source: Khandauli
hi: खंदाउली

# B2954
source: Khandela
hi: खाण्डेला

# B2955
source: Khandwa
hi: खाण्डवा

# B2956
source: Khaniya Dhana
hi: खानिया धाना

# B2957
source: Khanna
hi: खन्‍ना

# B2958
source: Khanpur
hi: खानपुर

# B2959
source: Khanpur
hi: खानपुर

# B2961
source: Khanpur
hi: खानपुर

# B2963
source: Khanvel
hi: खानवेल

# B2964
source: Khaprakhol
hi: खपराखोल

# B2965
source: Kharagpur
hi: खड़गपुर

# B2966
source: Kharagpur I
hi: खड़पुर-1

# B2967
source: Kharagpur II
hi: खड़पुर-2

# B2969
source: Kharaundhi
hi: खरौंदी

# B2970
source: Khargone
hi: खारगोन

# B2971
source: Khargram
hi: खारग्राम

# B2972
source: Khariar
hi: खरियार

# B2973
source: Kharibari
hi: खारीबाड़ी

# B2974
source: Kharik
hi: खारीक

# B2975
source: Kharkhauda
hi: खरखौदा

# B2976
source: Kharkhoda
hi: खरखोडा

# B2977
source: Kharkutta
hi: खरकुट्टा

# B2978
source: Kharmoja
hi: खरमोजा

# B2979
source: Kharsawan
hi: खरसावन

# B2980
source: Kharsia
hi: खरसिया

# B2982
source: Khatauli
hi: खतौली

# B2983
source: Khatav
hi: खटाव

# B2984
source: Khategaon
hi: खाटेगांव

# B2985
source: Khatra-I
hi: खातरा-1

# B2986
source: Khatra-II
hi: खातरा-2

# B2987
source: Khawbung
hi: ख्वाबूंग

# B2988
source: Khawzawl
hi: ख्वाजावल

# B2989
source: Khed
hi: खेड़

# B2990
source: Khed
hi: खेड़

# B2991
source: Kheda
hi: खेड़ा

# B2992
source: Khedbrahma
hi: खेदब्रहमा

# B2993
source: Khejuri I
hi: खेजूरी -1

# B2994
source: Khejuri II
hi: खेजूरी -2

# B2995
source: Khekra
hi: केहकरा

# B2996
source: Khera
hi: खेरा

# B2997
source: Kherabad
hi: केहराबाद

# B2998
source: Kheragarh
hi: केहरागढ़

# B2999
source: Kheralu
hi: खेरालू

# B3000
source: Kheron
hi: केहरोन

# B3001
source: Kherwara
hi: खेरवाड़ा

# B3002
source: Khesraha
hi: खेसरा

# B3003
source: Khetri
hi: खेतरी

# B3004
source: Khijasarai
hi: खीजासराय

# B3005
source: Khilchipur
hi: ‍खि‍लचीपुर

# B3006
source: Khimiyang
hi: खि‍मयांग

# B3007
source: Khirkiya
hi: ‍खि‍रकिया

# B3008
source: Khirsu
hi: खीरसू

# B3009
source: Khliehriat
hi: खलीरियत

# B3010
source: Khodwantpur
hi: खोदवान्तपुर

# B3012
source: Khol At Rewari
hi: कोहल से रेवाड़ी

# B3013
source: Khonsa
hi: खोन्सा

# B3014
source: Khorabar
hi: कोहराबार

# B3015
source: Khour
hi: कोहूर

# B3016
source: Khovripora
hi: कोहवरीपोरा

# B3018
source: Khowang
hi: खोवान्‍ग

# B3019
source: Khoyrasol
hi: कोयरासोल

# B3020
source: Khuian Sarwar
hi: खुयान सरवर

# B3021
source: Khuldabad
hi: खुलदाबाद

# B3022
source: Khunta
hi: खुंता

# B3024
source: Khuntpani
hi: खुंथपानी

# B3025
source: Khurai
hi: खुराई

# B3026
source: Khurda
hi: खुरदा

# B3027
source: Khurja
hi: खुर्ज

# B3028
source: Khushrupur
hi: खूसरूपुर

# B3029
source: Khutahan
hi: कोथहान

# B3030
source: Khutauna
hi: खोतूना

# B3031
source: Khuttar
hi: कथूर

# B3032
source: Kikruma
hi: किकरूमा

# B3033
source: Kilimanoor
hi: किलीमनूर

# B3035
source: Killiyoor
hi: किलीयूर

# B3036
source: Kilpenathur
hi: किलपेनाथुर

# B3037
source: Kilvelur
hi: कीलवेलूर

# B3038
source: Kilwani
hi: कीलवानी

# B3039
source: Kinathukadavu
hi: खि‍न्तूकदाऊ

# B3040
source: Kinwat
hi: किनवत

# B3041
source: Kiphire
hi: कीपहीरे

# B3042
source: Kiratpur
hi: कीरातपुर

# B3043
source: Kiratpur
hi: किरातपुर

# B3044
source: Kirimira
hi: कीरीमीरा

# B3045
source: Kirlampudi
hi: किरलामपुदी

# B3046
source: Kirnapur
hi: किरणापुर

# B3047
source: Kirti Nagar
hi: कीर्ति नगर

# B3048
source: Kishanganj
hi: किसनगंज

# B3049
source: Kishanganj
hi: किसनगंज

# B3050
source: Kishangarh Bas
hi: किसनगढ़ बास

# B3051
source: Kishanpur
hi: किसनपुर

# B3052
source: Kishni
hi: किसनी

# B3053
source: Kishorenagar
hi: कीसोरेनगर

# B3055
source: Kisko
hi: किसको

# B3056
source: Kiyara
hi: कियारा

# B3057
source: Kobulong
hi: कोबूलोंग

# B3058
source: Koch Dhaman
hi: कोच धमन

# B3060
source: Kodaikanal
hi: कोडाईकनाल

# B3063
source: Kodakara
hi: कोडाकारा

# B3065
source: Kodavalur
hi: कोडावल्‍लूर

# B3066
source: Kodavasal
hi: कोडावसाल

# B3067
source: Koderma Sadar
hi: कोदेरमा सदर

# B3070
source: Kodumudi
hi: कोडूमूडी

# B3071
source: Kodumur
hi: कोदूमूर

# B3072
source: Kodungallur
hi: कोडूनगल्‍लूर

# B3073
source: Kodur
hi: कोदूर

# B3074
source: Koduru
hi: कोदरू

# B3075
source: Koduvally
hi: कूदूवल्‍ली

# B3076
source: Koelibeda
hi: कोइलीबेड़ा

# B3078
source: Kohima
hi: कोहिमा

# B3081
source: Koilkuntla
hi: कोइलकुंतला

# B3082
source: Koilwar
hi: कोइलवार

# B3083
source: Koipuram
hi: कोईपुरम

# B3084
source: Koira
hi: कोइरा

# B3085
source: Kokrajhar
hi: कोकराजहर

# B3086
source: Koksara
hi: कोकसारा

# B3087
source: Kolabira
hi: कोलाबीरा

# B3088
source: Kolar
hi: कोलार

# B3089
source: Kolaras
hi: कोलारस

# B3090
source: Kolathur
hi: कोलाथूर

# B3091
source: Kolayat
hi: कोलायत

# B3092
source: Kolebira
hi: कोलेबीरा

# B3093
source: Kolimigundla
hi: कोलीमिगुंडला

# B3094
source: Koliyanur
hi: कोलियानूर

# B3096
source: Kollegala
hi: कोलीगाला

# B3097
source: Kollengode
hi: कोलेनगोडे

# B3098
source: Kollidam
hi: कोलीदम

# B3099
source: Kollihills
hi: कोलीहिल्स

# B3100
source: Kollipara
hi: कोलीपारा

# B3101
source: Kollur
hi: कोल्‍लूर

# B3102
source: Kolnara
hi: कोलनारा

# B3103
source: Koloriang
hi: कोलोरियंग

# B3104
source: Komarada
hi: कोमरडा

# B3105
source: Komarolu
hi: कोमरोलू

# B3106
source: Komna
hi: कोमना

# B3107
source: Kon
hi: कोन

# B3108
source: Konakanamitla
hi: कोनाकन्‍नामितला

# B3110
source: Konch
hi: कोंच

# B3111
source: Konch
hi: कौंच

# B3114
source: Kondapi
hi: कोण्डापी

# B3116
source: Kondapuram
hi: कोन्डापुरम

# B3117
source: Kondapuram
hi: कोंडापुरम

# B3118
source: Kondotty
hi: कोनडोटी

# B3120
source: Konganapuram
hi: कोंगानापुरम

# B3122
source: Konni
hi: कोन्‍नी

# B3124
source: Koovappady
hi: कूवापडी

# B3125
source: Kopaganj
hi: कोपागंज

# B3126
source: Kopargaon
hi: कोपरगांव

# B3127
source: Kopili
hi: कोपिली

# B3128
source: Koppa
hi: कोपा

# B3129
source: Koppal
hi: कोपाल

# B3130
source: Koradacheri
hi: कोरदाचेरी

# B3131
source: Koraon
hi: कौरांऊ

# B3132
source: Koraput
hi: कोरापुट

# B3133
source: Koratagere
hi: कोराटागरी

# B3135
source: Korba
hi: कोरबा

# B3136
source: Korchi
hi: कोरची

# B3137
source: Koregaon
hi: कोरेगांव

# B3138
source: Korei
hi: कोरी

# B3139
source: Korha
hi: कोरहा

# B3140
source: Korisapadu
hi: कोरीसापाडु

# B3141
source: Korpana
hi: कोरपाना

# B3142
source: Korukonda
hi: कोरूकोण्डा

# B3143
source: Korukunda
hi: कोरूकुंडा

# B3144
source: Kosagumuda
hi: कोसागुमुदा

# B3146
source: Kosigi
hi: कोसीगि

# B3147
source: Kot
hi: कोट

# B3148
source: Kot Bhai At Gidderbaha
hi: कोट भाई से‍ गिदरबाह

# B3149
source: Kot Ise Khan
hi: कोट इसे खान

# B3150
source: Kota
hi: कोटा

# B3151
source: Kota
hi: कोटा

# B3152
source: Kotabagh
hi: कोटाबाग

# B3153
source: Kotabommili
hi: कोटाबोमीली

# B3154
source: Kotagiri
hi: कोटागिरी

# B3155
source: Kotananduru
hi: कोटानन्‍दरू

# B3157
source: Kotauratla
hi: कोटाउराटला

# B3158
source: Kotda Sangani
hi: कोटड़ा संगानी

# B3159
source: Kotgarh
hi: कोटगढ़

# B3161
source: Kothacheruvu
hi: कोथाचेरवू

# B3165
source: Kothamangalam
hi: कोथामंगलम

# B3166
source: Kothapalle
hi: कोथापल्‍ली

# B3167
source: Kothapalli
hi: कोथापाली

# B3168
source: Kothapatnam
hi: कोथपटनम

# B3169
source: Kothapeta
hi: कोथापेटा

# B3170
source: Kothavalasa
hi: कोथवालसा

# B3171
source: Kothawan
hi: कोथवन

# B3173
source: Kothuru
hi: कोथूरू

# B3174
source: Kotkapura
hi: कोटकापुरा

# B3175
source: Kotkasim
hi: कोटकासिम

# B3176
source: Kotma
hi: कोतमा

# B3177
source: Kotpad
hi: कोटपद

# B3178
source: Kotputli
hi: कोटपुट्टी

# B3179
source: Kotra
hi: कोटरा

# B3180
source: Kotri
hi: कोटरी

# B3181
source: Kottampatti
hi: कोटामपट्टी

# B3182
source: Kottarakkara
hi: कोटाराकारा

# B3183
source: Kottur
hi: कोतूर

# B3184
source: Kotulpur
hi: कातुलपुर

# B3185
source: Kotwa
hi: कोटवा

# B3186
source: Kotwali
hi: कोतवाली

# B3188
source: Kovilpatti
hi: कोवीपट्टी

# B3189
source: Kovur
hi: कोवूर

# B3190
source: Kovvur
hi: कोवुर

# B3192
source: Kowthalam
hi: कोवथल्‍लम

# B3193
source: Koyalasa
hi: कोयालसा

# B3194
source: Koyyalagudem
hi: कोयालागुडेम

# B3195
source: Koyyuru
hi: कोयूरू

# B3196
source: Kozhikode
hi: खोजीकोडे

# B3197
source: Kralpora
hi: करालपोरा

# B3198
source: Krishnaganj
hi: कृष्णगंज

# B3199
source: Krishnagar-I
hi: कृष्णनगर-1

# B3200
source: Krishnagar-II
hi: कृष्णनगर-2

# B3202
source: Krishnagiri
hi: कृष्णागिरी

# B3203
source: Krishnagiri
hi: कृष्णगिरी

# B3204
source: Krishnai
hi: कृष्णाई

# B3205
source: Krishnarajanagar
hi: कृष्णराजानगर

# B3206
source: Krishnarajapet
hi: कृष्णराजापेट

# B3207
source: Krishnarayapuram
hi: कृष्णनारायणपुरम

# B3208
source: Kritya Nand Nagar
hi: कृतिया नंद नगर

# B3209
source: Krosuru
hi: कोरोसूरू

# B3210
source: Krushnaprasad
hi: र्खुसनाप्रसाद

# B3211
source: Kruthivennu
hi: क्रूथीवेन्‍नू

# B3212
source: Ksheshwar Sthan
hi: केखस्वर स्थान

# B3213
source: Kuakonda
hi: कुवाकोंडा

# B3214
source: Kuanramunda
hi: कोनारामुन्डा

# B3216
source: Kuchai
hi: कुछाई

# B3217
source: Kuchaikot
hi: कुछाईकोट

# B3218
source: Kuchaman City
hi: कुच्छामन सिटी

# B3219
source: Kuchinda
hi: कुछिन्‍ डा

# B3220
source: Kudair
hi: कूदेर

# B3221
source: Kudal
hi: कुदाल

# B3222
source: Kudligi
hi: कुदलीगी

# B3223
source: Kudra
hi: कुदरा

# B3224
source: Kudraha
hi: कुदराहा

# B3225
source: Kudumuluguma
hi: कुदुमुल्‍लुगुमा

# B3226
source: Kuhi
hi: कूही

# B3227
source: Kuhniyaon
hi: कुहनियन

# B3228
source: Kuhoboto
hi: कूहूबोता

# B3229
source: Kujanga
hi: कुजाना

# B3230
source: Kukshi
hi: कुकसी

# B3231
source: Kukudakhandi
hi: कुकुदाखाण्डी

# B3233
source: Kulanada
hi: कुलान्दा

# B3236
source: Kuliana
hi: कुलियाना

# B3237
source: Kulithalai
hi: कुलीथालाई

# B3239
source: Kullu
hi: कूल्‍लू

# B3240
source: Kulpi
hi: कुलपी

# B3241
source: Kultali
hi: कुलताली

# B3242
source: Kumaratchi
hi: कुमाराछी

# B3243
source: Kumarganj
hi: कुमारगंज

# B3246
source: Kumarkhand
hi: कुमारखंड

# B3247
source: Kumbakonam
hi: कुम्बाकोनम

# B3248
source: Kumbhalgarh
hi: कुम्भालगढ़

# B3249
source: Kumbhi / Gola
hi: कुम्बाई/गोला

# B3250
source: Kumher
hi: कुमेर

# B3251
source: Kumta
hi: कूमता

# B3253
source: Kunda
hi: कूण्डा

# B3254
source: Kunda
hi: कूण्डा

# B3256
source: Kundadam
hi: कुंदादम

# B3257
source: Kundam
hi: कुन्दम

# B3258
source: Kundapura
hi: कूंदापूरा

# B3259
source: Kundgol
hi: कूंदगोल

# B3260
source: Kundhit
hi: कुण्दहीत

# B3261
source: Kundra
hi: कुन्दरा

# B3262
source: Kundrathur
hi: कुन्देराथुर

# B3263
source: Kundurpi
hi: कूंदूरपी

# B3264
source: Kunigal
hi: कूनीगल

# B3265
source: Kunihar
hi: कूनीहर

# B3266
source: Kunkavav
hi: कुनकावा

# B3267
source: Kunkuri
hi: कुनकुरी

# B3268
source: Kunnamangulam
hi: कून्‍नामंगूलम

# B3269
source: Kunnandarkoil
hi: कून्‍नारदारकोइल

# B3270
source: Kunnummel
hi: कूनूममल

# B3272
source: Kunzer
hi: कुनजीर

# B3273
source: Kuppam
hi: कूपम

# B3274
source: Kupwara
hi: कूपवाड़ा

# B3275
source: Kurabalakota
hi: कूरबालाकोटा

# B3276
source: Kurai
hi: कुराई

# B3277
source: Kurara
hi: कुरआरा

# B3279
source: Kurawali
hi: कुरावली

# B3280
source: Kurdeg
hi: कूरदेग

# B3281
source: Kurebhar
hi: कुरेबहार

# B3282
source: Kurhani
hi: कुरहानी

# B3283
source: Kurichedu
hi: कूरीछेदू

# B3284
source: Kurinjipadi
hi: कुरूंजीपाडी

# B3285
source: Kurkheda
hi: कूरखेड़ा

# B3286
source: Kurnardungi
hi: कुरनारडुंगी

# B3287
source: Kurnool
hi: कुरनूल

# B3288
source: Kursakanta
hi: कुरसाकांता

# B3289
source: Kursela
hi: कूरसेला

# B3290
source: Kurseong
hi: कुरसियोंग

# B3291
source: Kurtha
hi: खूरथा

# B3293
source: Kuru
hi: कूरू

# B3294
source: Kurud
hi: कूरूद

# B3295
source: Kurunthancode
hi: कुरूनथानकोडे

# B3296
source: Kurupam
hi: कुरूपम

# B3297
source: Kuruvikulam
hi: कूरूविकूलम

# B3298
source: Kurvai
hi: कुरवाई

# B3299
source: Kurwar
hi: कुरवार

# B3300
source: Kushalgarh
hi: कुसालगढ़

# B3301
source: Kushdhuwa
hi: खुशधुवा

# B3302
source: Kusheshwar Sthan East
hi: खुसेस्वर स्थान पूर्व

# B3303
source: Kushmandi
hi: कुसमाण्डी

# B3304
source: Kusmi
hi: कुसामी

# B3306
source: Kustagi
hi: कुसतगी

# B3308
source: Kusumi
hi: कुसुमी

# B3309
source: Kuthalam
hi: कूथालम

# B3310
source: Kuthond
hi: कुतहौंड

# B3311
source: Kuthuparamba
hi: कूथूपाराम्बा

# B3312
source: Kutiyana
hi: कुटीयाना

# B3313
source: Kutra
hi: कुतरा

# B3314
source: Kuttippuram
hi: कूट्टीपपुरम

# B3315
source: Kutumba
hi: कुटुम्बा

# B3316
source: Kuzhalmannam
hi: खुजालमन्नम

# B3317
source: L N Peta
hi: एल एन पेटा

# B3318
source: Labpur
hi: लाबपुर

# B3319
source: Lachhmangarh
hi: लक्ष्मणगढ़

# B3320
source: Lachhmangarh
hi: लक्ष्मणगढ़

# B3321
source: Ladania
hi: लदानिया

# B3322
source: Ladnu
hi: लादनू

# B3323
source: Ladpura
hi: लाडपुरा

# B3324
source: Ladwa
hi: लाडवा

# B3325
source: Lahar
hi: लाहर

# B3326
source: Laharpur
hi: लाहरपुर

# B3327
source: Lahaul
hi: लाहोल

# B3328
source: Lahiadpur
hi: लहियादपुर

# B3329
source: Lahorighat
hi: लाहोरीघाट

# B3330
source: Lahowal
hi: लाहोवाल

# B3331
source: Lahunipara
hi: लाहूनीपाड़ा

# B3332
source: Laikera
hi: लेकेरा

# B3333
source: Lailunga
hi: जयलूंगा

# B3334
source: Laitkroh-Khadar Shnong
hi: लेथकरोह खादर शनोंग

# B3335
source: Lakhan Majra
hi: लाखन माजरा

# B3336
source: Lakhandur
hi: लखनदूर

# B3337
source: Lakhani
hi: लखानी

# B3338
source: Lakhanpur
hi: लाखनपुर

# B3339
source: Lakhanpur
hi: लक्‍खनपुर

# B3340
source: Lakhawati
hi: लखावती

# B3341
source: Lakhimpur
hi: लखीमपुर

# B3342
source: Lakhimpur
hi: लखीमपुर

# B3343
source: Lakhipur
hi: लखीपुर

# B3344
source: Lakhipur
hi: लाखीपुर

# B3345
source: Lakhisarai
hi: लखीसराय

# B3346
source: Lakhnadon
hi: लक्खनादोन

# B3347
source: Lakhnaur
hi: लखनौर

# B3348
source: Lakhpat
hi: लखपत

# B3349
source: Lakhtar
hi: लखतार

# B3350
source: Lakkavarapukota
hi: लाकावारापूकोटा

# B3351
source: Lakkireddipalle
hi: लाकरेदिपाले

# B3352
source: Lakri Nabiganj
hi: लाकरी नाबीगंज

# B3353
source: Laksar
hi: लक्सर

# B3354
source: Lakwa
hi: लाकवा

# B3355
source: Lala
hi: लल्‍ला

# B3356
source: Lalam
hi: लालम

# B3357
source: Lalauri Khera
hi: लल्‍लाउरी खेरा

# B3358
source: Lalbarra
hi: लालबरार

# B3359
source: Lalganj
hi: लागंज

# B3360
source: Lalganj
hi: लालगंज

# B3361
source: Lalganj
hi: लालगंज

# B3362
source: Lalganj
hi: लालगंज

# B3363
source: Lalganj
hi: लालगंज

# B3364
source: Lalgola
hi: लालगोला

# B3365
source: Lalgudi
hi: लालगुडी

# B3366
source: Lalpur
hi: लालपुर

# B3367
source: Lalsot
hi: ललसोत

# B3368
source: Lamba Gaon
hi: लाम्बा गांव

# B3369
source: Lambhua
hi: लाम्बूहा

# B3370
source: Lambi
hi: लाम्बी

# B3371
source: Lamding
hi: लेमडींग

# B3372
source: Lamgara
hi: लम्बगारा

# B3373
source: Lamtaput
hi: लामतापुट

# B3374
source: Langate
hi: लांगेट

# B3375
source: Langsomepi
hi: लेंगसोमेपी

# B3376
source: Lanja
hi: लांजा

# B3377
source: Lanji
hi: लांजी

# B3378
source: Lanjigarh
hi: लंझीगढ़

# B3379
source: Laowkhowa
hi: लाओखोवा

# B3380
source: Lapung
hi: लापूंग

# B3382
source: Lar
hi: लार

# B3383
source: Lasadiya
hi: Lasadia

# B3384
source: Laskein
hi: लासकेन

# B3385
source: Latehar Sadar
hi: लेटहर सदर

# B3386
source: Lateri
hi: लाटेरी

# B3387
source: Lathi
hi: लाठी

# B3388
source: Lathikata
hi: लाठीकाटा

# B3390
source: Latur
hi: लातूर

# B3391
source: Laukahi
hi: लौखाई

# B3392
source: Laundi
hi: लाउंदी

# B3393
source: Lauriya
hi: लोरिया

# B3394
source: Laveru
hi: लावेरू

# B3395
source: Lawalong
hi: लावालोंग

# B3396
source: Lawngtlai
hi: ल्वंगतले

# B3398
source: Laxmanpur
hi: लक्षमणपुर

# B3399
source: Laxmipur
hi: लक्ष्मीपुर

# B3400
source: Laxmipur
hi: लक्ष्मीपुर

# B3401
source: Laxmipur
hi: लक्ष्मीपुर

# B3402
source: Lazu
hi: लाजू

# B3403
source: Lefripada
hi: लेफरीपाडा

# B3405
source: Lehragaga
hi: लेहरागागा

# B3407
source: Lepakshi
hi: लेपाक्षी

# B3408
source: Lesliganj
hi: लेसलीगंज

# B3410
source: Liliya
hi: लिलिया

# B3411
source: Limbdi
hi: लिम्बदी

# B3412
source: Limkheda
hi: लिमखेदा

# B3414
source: Lingala
hi: लिंगाला

# B3417
source: Lingapalem
hi: लिंगापलेम

# B3418
source: Lingasamudram
hi: लिंगासमुद्रम

# B3419
source: Lingasugur
hi: लिंगासुगुर

# B3420
source: Liromoba
hi: लिरोमोबा

# B3421
source: Littipara
hi: लिटीपारा

# B3422
source: Lodha
hi: लोधा

# B3423
source: Lodhika
hi: लोधिका

# B3424
source: Loha
hi: लोहा

# B3425
source: Lohaghat
hi: लोहाघाट

# B3426
source: Lohandiguda
hi: लोहांडीगुडा

# B3427
source: Lohara
hi: लोहारा

# B3428
source: Lohardaga Sadar
hi: लोहारदगा सदर

# B3429
source: Loharu
hi: लोहारू

# B3431
source: Lohi Malhar
hi: लोही मल्हार

# B3432
source: Lohian
hi: लोहियान

# B3433
source: Loisinga
hi: लोईसिंगा

# B3434
source: Lonar
hi: लोनार

# B3435
source: Longchem
hi: लोंगचेम

# B3436
source: Longkhim
hi: लोंगखीम

# B3437
source: Longleng
hi: लोंगलेंग

# B3438
source: Loni
hi: लोनी

# B3440
source: Lowairpoa
hi: लोयरपोवा

# B3441
source: Ludhiana I
hi: लुधि‍याना 1

# B3442
source: Ludhiana II
hi: लुधि‍याना 2

# B3443
source: Lumbajong
hi: लंबजोंग

# B3444
source: Lumla Zemithang
hi: लूमला जेमीथंग

# B3446
source: Lundra
hi: लूंदरा

# B3447
source: Lunglei
hi: लुंगलेई

# B3448
source: Lungsen
hi: लुंगसेन

# B3449
source: Luni
hi: लूनी

# B3450
source: Lunkaransar
hi: लुंकरनसार

# B3452
source: M.Rampur
hi: एम रामपुर

# B3453
source: Mac. Choultry
hi: मेक छोलट्री

# B3455
source: Machavaram
hi: मच्‍चावरम

# B3456
source: Macherla
hi: मचेरला

# B3457
source: Machhali Shahar
hi: मच्छली शहर

# B3458
source: Machhiwara
hi: मच्‍छीवाड़ा

# B3459
source: Machhra
hi: माच्छरा

# B3460
source: Machi T.D.Block
hi: माच्छी टी डी ब्‍लॉक

# B3461
source: Machilipatnam
hi: मच्छलीपट्टनम

# B3462
source: Machkhowa
hi: माचखोवा

# B3463
source: Machrehta
hi: मचछरेहता

# B3464
source: Madakasira
hi: मदाकसिरा

# B3465
source: Madanpur
hi: मदनपुर

# B3466
source: Madanpur
hi: मदनपुर

# B3467
source: Madappally
hi: पदापल्‍ली

# B3470
source: Madathukulam
hi: मदाथूकूल्‍लूम

# B3471
source: Madawara
hi: मादावारा

# B3472
source: Maddikera East
hi: मदीकेरा पूर्व

# B3473
source: Maddipadu
hi: माडीपाडू

# B3476
source: Maddur
hi: मादूर

# B3478
source: Madha
hi: माधा

# B3479
source: Madhanur
hi: मथानूर

# B3480
source: Madhepur
hi: मधेपुर

# B3481
source: Madhepura
hi: मसदेपुरा

# B3483
source: Madhoganj
hi: माधोगंज

# B3484
source: Madhogarh
hi: माधोगढ़

# B3485
source: Madhuban
hi: मधुबन

# B3486
source: Madhubani
hi: मधुबानी

# B3487
source: Madhugiri
hi: मधुगिरी

# B3488
source: Madhupur
hi: मधुपुर

# B3489
source: Madhupur
hi: मधुपुर

# B3490
source: Madhwapur
hi: मध्वापुर

# B3491
source: Madihan
hi: मदिहान

# B3492
source: Madikeri
hi: मादीकेरी

# B3493
source: Madlauda
hi: मदलौदा

# B3494
source: Madnapur
hi: मदनापुर

# B3496
source: Madugula
hi: माडूगूला

# B3497
source: Madukkarai
hi: मादूककराई

# B3498
source: Madukkur
hi: मादूककूर

# B3499
source: Madurai East
hi: मदुराई पूर्व

# B3500
source: Madurai West
hi: मदुराई पश्चिम

# B3502
source: Magadi
hi: मगदी

# B3505
source: Magarlod
hi: मागरलोड

# B3506
source: Magarwada
hi: मागारवाडा

# B3507
source: Magrahat-I
hi: मागरहत-1

# B3508
source: Magrahat-II
hi: मागरहत-2

# B3509
source: Mahableshwar
hi: महाबलेश्वर

# B3512
source: Mahad
hi: महाड़

# B3514
source: Mahagama
hi: महागामा

# B3515
source: Mahagaon
hi: महागांव

# B3516
source: Mahakalapara
hi: महाकालापारा

# B3517
source: Mahamaya
hi: महामाया

# B3518
source: Mahanandi
hi: महानन्दी

# B3519
source: Mahanga
hi: महांगा

# B3520
source: Maharajganj
hi: महाराजगंज

# B3521
source: Maharajganj
hi: महाराजागंज

# B3522
source: Maharajganj
hi: महाराजगंज

# B3523
source: Mahasamund
hi: महासमुंद

# B3524
source: Mahasi
hi: महासी

# B3525
source: Mahemdavad
hi: महेम्दरवद

# B3526
source: Maheshpur
hi: महेशपुर

# B3527
source: Maheshwar
hi: माहेश्वर

# B3529
source: Mahewa
hi: माहेवा

# B3530
source: Mahewah
hi: महेवा

# B3531
source: Mahidpur
hi: महीदपुर

# B3532
source: Mahilpur
hi: माहिलपुर

# B3533
source: Mahisadal
hi: महीशादल

# B3534
source: Mahishi
hi: महिशी

# B3535
source: Mahmoodabad
hi: महम्‍मूदाबाद

# B3536
source: Mahnar
hi: महानर

# B3537
source: Maholi
hi: महोली

# B3539
source: Mahrajganj
hi: महाराजगंज

# B3540
source: Mahrajganj
hi: महाराजगंज

# B3541
source: Mahroni
hi: महरोनी

# B3542
source: Mahua
hi: माहुआ

# B3543
source: Mahua
hi: माहुआ

# B3544
source: Mahuatand
hi: महवातंद

# B3545
source: Mahudha
hi: महुदा

# B3546
source: Mahur
hi: माहूर

# B3547
source: Mahuva
hi: महुवा

# B3548
source: Mahuwa
hi: महुवा

# B3549
source: Mahwa
hi: महुआ

# B3550
source: Maihar
hi: मेहर

# B3551
source: Mailam
hi: मेलम

# B3552
source: Mainatanr
hi: मेनातनर

# B3553
source: Mainpat
hi: मेनपाट

# B3555
source: Mainpuri
hi: मेनपुरी

# B3556
source: Mairang
hi: मेरंग

# B3557
source: Mairwa
hi: मेरवा

# B3558
source: Maitha
hi: महीथा

# B3559
source: Majalgaon
hi: मजालगांव

# B3560
source: Majalta
hi: मजालता

# B3561
source: Majhawa
hi: मजहावा

# B3562
source: Majhgawan
hi: मजहगवान

# B3563
source: Majhiaon
hi: मजीहोन

# B3564
source: Majholi
hi: मजहोली

# B3565
source: Majholi
hi: मझहोली

# B3566
source: Majitha
hi: मजिथा

# B3567
source: Major Ganj
hi: मेजोर गंज

# B3569
source: Majuli
hi: माजूली

# B3570
source: Makavarapalem
hi: मक्‍कावरापल्‍लीम

# B3572
source: Maker
hi: माकेर

# B3573
source: Makhdumpur
hi: मखदूमपुर

# B3574
source: Makhu
hi: माखू

# B3575
source: Makkuva
hi: माकूवा

# B3577
source: Makrana
hi: मकराना

# B3579
source: Mal
hi: मल

# B3580
source: Mala
hi: माला

# B3581
source: Malampuzha
hi: मल्‍लमापूजा

# B3582
source: Malappuram
hi: मलापपुरम

# B3583
source: Malasa
hi: मालासा

# B3584
source: Malavalli
hi: मालावाली

# B3586
source: Malegaon
hi: मालेगांव

# B3587
source: Malegaon
hi: मालेगांव

# B3588
source: Malerkotla-I
hi: मलेरकोटला-1

# B3589
source: Malerkotla-II
hi: मलेरकोटला-2

# B3590
source: Malhargarh
hi: मल्हारगढ़

# B3592
source: Malia
hi: मालिया

# B3593
source: Malihabad
hi: मालियाबाद

# B3594
source: Malikipuram
hi: मालकीपुरम

# B3597
source: Malkangiri
hi: मल्कानगिरी

# B3598
source: Malkapur
hi: मल्‍कापुर

# B3599
source: Malkharada
hi: मलखरदा

# B3600
source: Mall
hi: माल

# B3601
source: Mallappally
hi: मल्‍लापल्‍ली

# B3603
source: Mallasamudram
hi: मल्‍लासामुदरम

# B3604
source: Mallawan
hi: मल्‍लावन

# B3606
source: Malout
hi: मालोट

# B3608
source: Malpura
hi: मालपुरा

# B3609
source: Malshiras
hi: मालसीरास

# B3610
source: Malthon
hi: मलथोन

# B3611
source: Malur
hi: मालूर

# B3612
source: Malvan
hi: मालवन

# B3613
source: Malwan
hi: मलवान

# B3615
source: Mamdot
hi: ममदोत

# B3616
source: Mamidikuduru
hi: ममदीकुदरू

# B3617
source: Man
hi: मान

# B3618
source: Manachanallur
hi: मन्‍नाचन्‍नालूर

# B3620
source: Manamadurai
hi: मानमादुराई

# B3621
source: Manamelkudi
hi: मनामेकूडी
