Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B3622
source: Mananthavady
hi: मन्‍नाथवडे

# B3623
source: Manapparai
hi: मन्‍नापपराई

# B3624
source: Manasa
hi: मानसा

# B3625
source: Manatu
hi: मानातू

# B3626
source: Manavadar
hi: मानावदार

# B3627
source: Manawar
hi: मनावर

# B3628
source: Manbazar-I
hi: मानबाजार-1

# B3629
source: Manbazar-II
hi: मानबाजार-2

# B3632
source: Manda
hi: माण्डा

# B3633
source: Mandai
hi: मन्डाई

# B3634
source: Mandal
hi: मंडाल

# B3635
source: Mandal
hi: मंडाल

# B3636
source: Mandalgarh
hi: मंडालगढ़

# B3638
source: Mandangad
hi: मंदनगढ़

# B3639
source: Mandanpalle
hi: मांडनपल्‍ली

# B3640
source: Mandapam
hi: मण्डपम

# B3641
source: Mandapeta
hi: मांडापेटा

# B3642
source: Mandar
hi: मंदार

# B3643
source: Mandasa
hi: मन्डासा

# B3644
source: Mandavalli
hi: मण्डावल्‍ली

# B3645
source: Mandhata
hi: मन्धाता

# B3646
source: Mandi
hi: मण्डी

# B3647
source: Mandi Sadar
hi: मण्डी सदर

# B3648
source: Mandia
hi: मन्‍डिया

# B3649
source: Mandirbazar
hi: मंदिरबाजार

# B3650
source: Mandla
hi: माण्डला

# B3651
source: Mandoni
hi: मानदोनी

# B3652
source: Mandor
hi: मन्दोर

# B3653
source: Mandro
hi: मन्दरो

# B3654
source: Mandsour
hi: मन्दसौर

# B3656
source: Mandvi
hi: माण्डवी

# B3657
source: Mandvi
hi: मान्‍डवी

# B3658
source: Mandya
hi: मंडया

# B3659
source: Manedragarh
hi: मानेद्रागढ़

# B3660
source: Maner
hi: मानेर

# B3661
source: Maneswar
hi: मानेस्वर

# B3662
source: Mangalagiri
hi: मंगलागिरी

# B3663
source: Mangalore
hi: मांगालोरे

# B3664
source: Mangalore
hi: मेंगलोर

# B3665
source: Mangalwedha
hi: मंगलवेधा

# B3666
source: Mangan
hi: मानगान

# B3667
source: Mangaon
hi: मानगांव

# B3669
source: Mangkolemba
hi: मांगकोलेंगा

# B3670
source: Mangraura
hi: मंगरौरा

# B3671
source: Mangrol
hi: मंगलोर

# B3672
source: Mangrol
hi: मंगरोल

# B3673
source: Mangrulpir
hi: मंगरूलपीर

# B3674
source: Maniar
hi: मनिहार

# B3675
source: Manigachhi
hi: मनीगाची

# B3676
source: Manihari
hi: मणि‍हरी

# B3677
source: Manihari
hi: मनीहारी

# B3678
source: Manika
hi: मनिका

# B3679
source: Manikandam
hi: मनीकन्दम

# B3680
source: Manikchak
hi: मणिकचक

# B3681
source: Manikpur
hi: मणि‍क पुर

# B3682
source: Manikpur
hi: मनिकपुर

# B3683
source: Manjakote
hi: मंजाकोटे

# B3684
source: Manjeshwar
hi: मंजेश्वर

# B3685
source: Manjha
hi: मनीझा

# B3686
source: Manjhanpur
hi: मंझानपुर

# B3687
source: Manjhari
hi: मंझहारी

# B3688
source: Manjhaulia
hi: मनीझोलिया

# B3689
source: Manjhgaon
hi: मंझगांव

# B3690
source: Manjhi
hi: मन्झी

# B3691
source: Mankachar
hi: मंकाचर

# B3692
source: Mankada
hi: मानकाडा

# B3693
source: Mankapur
hi: मानकापुर

# B3694
source: Mannargudi
hi: मन्‍नारगुड्डी

# B3695
source: Mannarkkad
hi: मन्‍नारककद

# B3696
source: Manohar Thana
hi: मनोहर थाना

# B3697
source: Manoharpur
hi: मनोहरपुर

# B3700
source: Manora
hi: मानोरा

# B3701
source: Manpur
hi: मानपुर

# B3702
source: Manpur
hi: मानपुर

# B3703
source: Manpur
hi: मानपुर

# B3704
source: Mansa
hi: मान्सा

# B3705
source: Mansa
hi: मान्‍सा

# B3706
source: Mansahi
hi: मन्साही

# B3707
source: Mansi
hi: मानसी

# B3708
source: Mansurchak
hi: मानसुरचक

# B3709
source: Manth
hi: मांथ

# B3710
source: Mantha
hi: मंथा

# B3712
source: Mantralayam
hi: मंत्रालयम

# B3713
source: Manu
hi: मानूर

# B3714
source: Manubolu
hi: मानूबोलू

# B3716
source: Manur
hi: मानूर

# B3717
source: Manvi
hi: माणवी

# B3718
source: Manwath
hi: मनवाथ

# B3719
source: Mao Maram T.D. Block
hi: माओ मारम टी डी ब्‍लॉक

# B3720
source: Maradah
hi: मरादहा

# B3721
source: Marauna
hi: मरोना

# B3722
source: Marauri
hi: माराउरी

# B3724
source: Maredumilli
hi: मारेदूमिली

# B3725
source: Maregaon
hi: मारेगांव

# B3726
source: Margherita
hi: मारघेरिता

# B3727
source: Marh
hi: मारह

# B3728
source: Marhara
hi: मरहारा

# B3729
source: Marhaura
hi: मरहाउरा

# B3731
source: Mariyahun
hi: मारियाहुन

# B3732
source: Mariyang
hi: मारियांग

# B3733
source: Markacho
hi: मरकाच्छो

# B3734
source: Markapur
hi: मरकापुर

# B3736
source: Marredpally
hi: मरीदपल्‍ली

# B3738
source: Marripadu
hi: मारीपड्डू

# B3739
source: Marripudi
hi: मारीपूडी

# B3740
source: Marshaghai
hi: मारसाघाई

# B3741
source: Martinganj
hi: मरतीनगंज

# B3742
source: Martur
hi: मरतूर

# B3743
source: Marungapuri
hi: मोंरंगापुरी

# B3744
source: Marwad
hi: मरवाद

# B3746
source: Marwan
hi: मरवान

# B3747
source: Marwar Junction
hi: मरवाड़ जंक्शन

# B3748
source: Masalia
hi: मसालिया

# B3749
source: Masauli
hi: मसौली

# B3750
source: Masaurhi
hi: माराउरही

# B3751
source: Mashobra
hi: मसोबरा

# B3752
source: Mashrakh
hi: मशरख

# B3753
source: Masodha
hi: मसौदा

# B3754
source: Masooda
hi: मसौदा

# B3755
source: Masturi
hi: मस्तूरी

# B3756
source: Matar
hi: मतार

# B3758
source: Matenhail
hi: मोटेनहेल

# B3759
source: Mathabhanga-I
hi: महताबहांगा-1

# B3760
source: Mathabhanga-II
hi: महताबहांगा-2

# B3761
source: Mathilakam
hi: मथीलकाम

# B3762
source: Mathili
hi: मथीली

# B3763
source: Mathur
hi: मथूर

# B3765
source: Mathura
hi: मथुरा

# B3766
source: Mathurapur-I
hi: मथुरापुर-1

# B3767
source: Mathurapur-II
hi: मथुरापुर-2

# B3768
source: Matia
hi: मा‍टिया

# B3769
source: Matiali
hi: मतयाली

# B3770
source: Matigara
hi: माटीगाड़ा

# B3771
source: Matihani
hi: मतीहानी

# B3773
source: Mau
hi: मोउ

# B3774
source: Mau Aima
hi: माऊ एमा

# B3775
source: Maudaha
hi: मोदहा

# B3776
source: Mauganj
hi: मौगंज

# B3777
source: Maur
hi: मौर

# B3778
source: Mauranipur
hi: मोरानीपुर

# B3779
source: Maval
hi: मावल

# B3780
source: Mavelikara
hi: मावेलीकारा

# B3781
source: Mavli
hi: मावली

# B3782
source: Mawai
hi: मवाई

# B3783
source: Mawai
hi: मवाई

# B3785
source: Mawana
hi: मवाना

# B3786
source: Mawkynrew
hi: मवकनरीयू

# B3787
source: Mawkyrwat
hi: मवकयूरवत

# B3788
source: Mawphlang
hi: मवफलंग

# B3789
source: Mawryngkneng
hi: मवयंगनेंग

# B3790
source: Mawshynrut
hi: मवेसीन्रूत

# B3791
source: Mawsynram
hi: मवसेनरम

# B3792
source: Mawthadraishan
hi: मवथादरायीसान

# B3793
source: Maya Bazar
hi: माया बाजार

# B3794
source: Mayiladuthurai
hi: माईलादूथूराई

# B3795
source: Maynaguri
hi: मयनागुरी

# B3796
source: Mayong
hi: मयंग

# B3797
source: Mayureswar-I
hi: मयुरेश्वर-1

# B3798
source: Mayureswar-II
hi: मयुरेश्वर-2

# B3800
source: Md.Bazar
hi: मोहम्‍मद बाजार

# B3801
source: Mebo
hi: मेबो

# B3802
source: Mecheri
hi: मच्‍छेरी

# B3806
source: Medikonduru
hi: मेदीकोंदरू

# B3808
source: Medziphema
hi: मेदझीपेहमा

# B3809
source: Meerganj
hi: मीरगंज

# B3810
source: Meerut
hi: मेरठ

# B3811
source: Meghnagar
hi: मेघनगर

# B3814
source: Meham
hi: मेहम

# B3815
source: Mehandwani
hi: मेहन्दवाणी

# B3816
source: Meharma
hi: मेहरमा

# B3817
source: Mehdawal
hi: मेहदावल

# B3818
source: Mehgaon
hi: मेहगांव

# B3819
source: Mehkar
hi: मेहकर

# B3820
source: Mehla
hi: मेहला

# B3821
source: Mehnagar
hi: मेहनगर

# B3822
source: Mehsana
hi: मेहसाना

# B3823
source: Mehsi
hi: मेहसी

# B3824
source: Meilaputti
hi: मिलामुट्टी

# B3825
source: Mejia
hi: मेजिया

# B3826
source: Mekhliganj
hi: मेखलीगंज

# B3827
source: Melady
hi: मेलाडी

# B3829
source: Melaneelithanallur
hi: मेलानीथालौर

# B3830
source: Melbhuvanagiri
hi: मेलभूवनागिरी

# B3832
source: Melmalayanur
hi: मेलमल्यानूर

# B3833
source: Melpuram
hi: मेलपुरम

# B3834
source: Melur
hi: मेलूर

# B3835
source: Meluri
hi: मेलूरी

# B3838
source: Mendarda
hi: मेनदारदा

# B3839
source: Mendhar
hi: मेनधर

# B3840
source: Mengio
hi: मेनगीओ

# B3841
source: Mentada
hi: मेनटाडा

# B3842
source: Merakamudidam
hi: मराकमुदीदम

# B3843
source: Meral
hi: मेरल

# B3844
source: Merkanam
hi: मरकानम

# B3845
source: Merta
hi: मेरता

# B3846
source: Meskaur
hi: मेसकोर

# B3848
source: Meza
hi: मेजा

# B3849
source: Mhasala
hi: महासाला

# B3850
source: Mhow
hi: मोहू

# B3851
source: Miaon
hi: मिओन

# B3853
source: Midnapur Sadar
hi: मिदानपुर सदर

# B3854
source: Midthur
hi: मिदथूर

# B3855
source: Mihinpurwa
hi: मिहिनपुरवा

# B3856
source: Mihona (Ron)
hi: मीहोना (रोन)

# B3857
source: Milak
hi: मिलाक

# B3858
source: Milkipur
hi: मिक्‍कीपुर

# B3859
source: Minakhan
hi: मीनाखान

# B3860
source: Minapur
hi: मीनापुर

# B3861
source: Minjur
hi: मिन्जूर

# B3862
source: Miraj
hi: मिरज

# B3864
source: Mirik
hi: मिरकी

# B3866
source: Mirzapur
hi: मिर्जापुर

# B3867
source: Mirzapur
hi: मिरजापुर

# B3868
source: Mishrikh
hi: मिसरिख

# B3869
source: Mitauli
hi: मितौली

# B3870
source: Mithaura
hi: मिथौरा

# B3871
source: Mithwal
hi: मिथवाल

# B3872
source: Miyaganj
hi: मियागंज

# B3873
source: Modakkuruchi
hi: मोडाककूरछी

# B3874
source: Modanganj
hi: मोदानगंज

# B3876
source: Moga I
hi: मोगा 1

# B3877
source: Moga II
hi: मोगा 2

# B3878
source: Mogalthur
hi: मोगलथूर

# B3880
source: Mohadi
hi: मोहादी

# B3881
source: Mohammadabad
hi: मोहम्‍मदाबाद

# B3882
source: Mohammadpur
hi: मोहम्‍मदपुर

# B3883
source: Mohammdabad
hi: मोहम्‍मदाबाद

# B3884
source: Mohammdi
hi: मोहम्‍मादी

# B3885
source: Mohana
hi: मोहना

# B3886
source: Mohania
hi: मोहानिया

# B3887
source: Mohanlalganj
hi: मोहनलालगंज

# B3888
source: Mohanpur
hi: मोहनपुर

# B3889
source: Mohanpur
hi: मोहनपुर

# B3890
source: Mohanpur
hi: मोहनपुर

# B3891
source: Mohanpur
hi: मोहनपुर

# B3892
source: Mohanpur
hi: मोहनपुर

# B3893
source: Mohanur
hi: मोहानुर

# B3894
source: Mohd. Pur Deomal
hi: मोहम्‍मद पुर दयोमल

# B3895
source: Mohgaon
hi: मोहगांव

# B3896
source: Mohindergarh
hi: मोहिन्द्र गढ़

# B3897
source: Mohiuddinnagar
hi: मोहिदिननगर

# B3898
source: Mohkhed
hi: मोहखेद

# B3899
source: Mohla
hi: मोहल्‍ला

# B3900
source: Mohol
hi: मोहोल

# B3901
source: Mohra
hi: मोहरा

# B3903
source: Moirabari
hi: मोयराबरी

# B3904
source: Moirang C.D.Block
hi: मोईरंग सी डी ब्‍लॉक

# B3905
source: Mokama
hi: मोकामा

# B3907
source: Molakalmur
hi: मोलाकलमूर

# B3908
source: Moman Barodiya
hi: मोमान बरोदिया

# B3910
source: Mon
hi: मोन

# B3913
source: Monora
hi: मोनोरा

# B3915
source: Mooratganj
hi: मूरतगंज

# B3916
source: Mopidevi
hi: मोपीदेवी

# B3917
source: Morada
hi: मोरादा

# B3918
source: Moradabad
hi: मोरादाबाद

# B3919
source: Morappur
hi: मोरापपुर

# B3920
source: Morar
hi: मोरार

# B3922
source: Morena
hi: मोरेना

# B3923
source: Mori
hi: मोरी

# B3924
source: Morinda
hi: मोरीन्‍डा

# B3925
source: Mormugao
hi: मोरमुगावो

# B3926
source: Morna
hi: मोरना

# B3927
source: Morni
hi: मोरनी

# B3928
source: Morongi
hi: मोरोंगी

# B3929
source: Morshi
hi: मोर्शी

# B3931
source: Morva (Hadaf)
hi: मोरवा (हदाफ)

# B3932
source: Morwa
hi: मोरवा

# B3933
source: Motala
hi: मोटाला

# B3934
source: Moth
hi: मोथ

# B3937
source: Moti Chak
hi: माती चाक

# B3938
source: Motigarpur
hi: मातीगढ़पुर

# B3939
source: Motihari
hi: मोथीहारी

# B3940
source: Motipur
hi: मोतीपुर

# B3941
source: Mouda
hi: मौवूदा

# B3942
source: Movva
hi: मोवा

# B3943
source: Moyna
hi: मोयना

# B3944
source: Msd-Jiaganj
hi: एमसडी-जियागंज

# B3945
source: Muddanur
hi: मुदानूर

# B3946
source: Muddebihal
hi: मुदेबिहाल

# B3947
source: Mudhol
hi: मुदहोल

# B3949
source: Mudigere
hi: मुदीगिरी

# B3951
source: Mudigubba
hi: मुदीगुब्बा

# B3952
source: Mudinepalli
hi: मुदीनेपल्‍ली

# B3953
source: Mudkhed
hi: मुदखेद

# B3954
source: Mudlana
hi: मुदलाना

# B3955
source: Mudukulathur
hi: मूदूकूलाथूर

# B3956
source: Muftiganj
hi: मुफतीगंज

# B3957
source: Mugaiyur
hi: मूगाईयूर

# B3958
source: Muhammadabad
hi: मोहम्मदाबाद

# B3959
source: Mujehna
hi: मुजेना

# B3960
source: Mukerian
hi: मुकरियन

# B3961
source: Mukhathala
hi: मुखात्थला

# B3962
source: Mukhed
hi: मुखेद

# B3963
source: Muktainagar
hi: मुकताईनगर

# B3964
source: Mukto Thingbu
hi: मुकतो थि‍न्‍गबू

# B3965
source: Muktsar
hi: मुक्तसर

# B3966
source: Mul
hi: मूल

# B3967
source: Mulakalacheruvu
hi: मुल्‍लाकालाचूरवू

# B3969
source: Mulanthuruthy
hi: मुलादथूरथी

# B3970
source: Mulanur
hi: मुल्‍लानूर

# B3972
source: Mulbagal
hi: मूलबगाल

# B3973
source: Mulchera
hi: मूलचेरा

# B3974
source: Muli
hi: मुली

# B3975
source: Mullassery
hi: मुल्‍लासेरी

# B3976
source: Mulshi
hi: मूलसी

# B3977
source: Multai
hi: मुल्ताई

# B3980
source: Mummidivaram
hi: मुम्मीदीवरम

# B3982
source: Munagapaka
hi: मुन्‍नगापाका

# B3983
source: Munakote
hi: मुनाकोटे

# B3984
source: Munchingiputtu
hi: मुन्‍चीनगीपूटू

# B3985
source: Munchirai
hi: मुन्चराई

# B3986
source: Mundagod
hi: मूंदागोड

# B3987
source: Mundapandey
hi: मुण्डापण्डे

# B3988
source: Mundargi
hi: मुंदरगी

# B3989
source: Mundawar
hi: मुन्दावर

# B3990
source: Mundlamuru
hi: मूण्डलामूरू

# B3991
source: Mundra
hi: मूंदरा

# B3992
source: Mundwa
hi: मुन्डावा

# B3994
source: Mungawali
hi: मुंगावली

# B3996
source: Munger Sadar
hi: मुंगेर सादर

# B3997
source: Mungra Badshapur
hi: मुंगरा बादशाहपुर

# B3998
source: Muniguda
hi: मुनीगुडा

# B4000
source: Munsyari
hi: मुनस्यारी

# B4002
source: Muppalla
hi: मुप्‍पाल्‍ला

# B4003
source: Muradnagar
hi: मुरादानगर

# B4004
source: Murarai-I
hi: मुराराई-1

# B4005
source: Murarai-II
hi: मुराराई-2

# B4006
source: Muraul
hi: मूराउल

# B4007
source: Murbad
hi: मुरबाद

# B4009
source: Muribahal
hi: मुरीबहल

# B4010
source: Murkongsellek
hi: मुरकोंगासेलेक

# B4011
source: Murlichhapra
hi: मुरलीछप्‍परा

# B4012
source: Murliganj
hi: मुरलीगंज

# B4013
source: Mursan
hi: मुरसान

# B4014
source: Murtizapur
hi: मूर्तिझापुर

# B4015
source: Murud
hi: मूरूड़

# B4016
source: Musabani
hi: मुस्साबानी

# B4018
source: Mushahari
hi: मुस्हारी

# B4019
source: Musheerabad
hi: मुशि‍राबाद

# B4020
source: Musiri
hi: मूसीरी

# B4021
source: Muskara
hi: मुस्कारा

# B4023
source: Mustafabad
hi: मुस्तफाबाद

# B4024
source: Musunuru
hi: मुसुनुरू

# B4027
source: Muthukulam
hi: मूथूकूलम

# B4028
source: Muthukur
hi: मूथूकूर

# B4029
source: Muthupettai
hi: मूत्थूपेटाई

# B4030
source: Muvatupuzha
hi: मूवतूपूजा

# B4031
source: Muzaffarabad
hi: मु‍ज्फराबाद

# B4032
source: Muzaffarnagar
hi: मुज्जफरनगर

# B4033
source: Mydukur
hi: मेदूकूर

# B4034
source: Myladumparai
hi: मल्‍यादूमपराई

# B4035
source: Mylavaram
hi: मल्यावरम

# B4036
source: Mylavaram
hi: मल्यावरम

# B4037
source: Mylliem
hi: मेयलीम

# B4038
source: Myorepur
hi: मयोरपुर

# B4039
source: Mysore
hi: मैसूर

# B4040
source: Nabadwip
hi: नबादवीप

# B4041
source: Nabagram
hi: नाबाग्राम

# B4042
source: Nabha
hi: नाभा

# B4043
source: Nabinagar
hi: नबीनगर

# B4044
source: Nacho
hi: नाचो

# B4045
source: Nadala
hi: नादला

# B4046
source: Nadaun
hi: नादोन

# B4047
source: Nadbai
hi: नादबाई

# B4048
source: Nadendla
hi: नादेंदला

# B4049
source: Nadiad
hi: नाडियाड

# B4050
source: Nadigaon
hi: नादीगांव

# B4052
source: Nadoti
hi: नदोती

# B4053
source: Naduar
hi: नादुआर

# B4054
source: Nafra
hi: नाफरा

# B4055
source: Nagal
hi: नागल

# B4056
source: Nagalapuram
hi: नागलापुरम

# B4057
source: Nagam
hi: नागाम

# B4058
source: Nagamangala
hi: नागामंगला

# B4059
source: Nagapattinam
hi: नागापट्टीनम

# B4060
source: Nagar
hi: नगर

# B4061
source: Nagar
hi: नागर

# B4062
source: Nagar (City)
hi: नगर (सिटी)

# B4063
source: Nagar (Nagar Pahari)
hi: नगर ( नगर पहाड़ी)

# B4064
source: Nagaram
hi: नागारम

# B4065
source: Nagari
hi: नागरी

# B4067
source: Nagarnausa
hi: नागरनोसा

# B4068
source: Nagaruntari
hi: नागारूंतारी

# B4069
source: Nagaur
hi: नागौर

# B4070
source: Nagayalanka
hi: नागायालंका

# B4071
source: Nagbhid
hi: नागभि‍द

# B4072
source: Naggar
hi: नागार

# B4075
source: Nagod
hi: नागोड

# B4076
source: Nagpur
hi: नागपुर

# B4077
source: Nagra
hi: नागरा

# B4078
source: Nagra
hi: नागरा

# B4079
source: Nagrakata
hi: नागराकाटा

# B4080
source: Nagri
hi: नागरी

# B4082
source: Nagrota Bagwan
hi: नगरोता बगवान

# B4083
source: Nagrota Surian
hi: नगरोता सुरियान

# B4084
source: Naguluppalapadu
hi: नागलूपल्‍लापाड्डू

# B4085
source: Nagwa
hi: नागवा

# B4086
source: Nahan
hi: नाहन

# B4087
source: Nahar
hi: नाहर

# B4088
source: Nahjheel
hi: नाजहील

# B4089
source: Naidupeta
hi: नेडूपेटा

# B4090
source: Naigaon
hi: नायगांव

# B4091
source: Naigarhi
hi: नेगढ़ी

# B4092
source: Nainarkoil
hi: नेनारकोइल

# B4093
source: Nainidanda
hi: नैनीडांडा

# B4094
source: Nainpur
hi: नेनपुर

# B4095
source: Nainwa
hi: नेनवा

# B4096
source: Najibabad
hi: नजीबाबाद

# B4097
source: Nakaha
hi: नाकाहा

# B4098
source: Nakarikallu
hi: नकारीकालू

# B4099
source: Nakashipara
hi: नकासीपरा

# B4100
source: Nakhatrana
hi: नक्खातराना

# B4101
source: Nakkapalli
hi: नाकापल्‍ली

# B4102
source: Nakodar
hi: नाकोदर

# B4104
source: Naktideul
hi: नकतीडूयल

# B4105
source: Nakur
hi: नाकोर

# B4106
source: Nala
hi: नाला

# B4107
source: Nalagarh
hi: नालागढ़

# B4108
source: Nalchha
hi: नालछा

# B4110
source: Nalhati-I
hi: नलहाटी-1

# B4111
source: Nalhati-II
hi: नलहाटी-2

# B4114
source: Nallacheruvu
hi: नाल्लाचेरवू

# B4115
source: Nallajerla
hi: नल्‍लाजेरला

# B4116
source: Nallamada
hi: नल्लामदा

# B4117
source: Nallampalli
hi: नल्‍लमपल्‍ली

# B4118
source: Nallur
hi: नाल्‍लूर

# B4119
source: Namagiripet
hi: नामागिरीपेट

# B4120
source: Namakkal
hi: नामाककल

# B4121
source: Nambiyur
hi: नाम्बीयूर

# B4122
source: Nambulipulikunta
hi: नाबूल्लीपूलीकून्ता

# B4123
source: Namchi
hi: नमची

# B4124
source: Namkhana
hi: नामखाना

# B4125
source: Namkum
hi: नामकूम

# B4127
source: Nampally
hi: नामपल्‍ली

# B4128
source: Nampong Manmao
hi: नमपोंग मनमाओ

# B4130
source: Namsang
hi: नामसंग

# B4131
source: Nanauta
hi: ननौता

# B4132
source: Nandahandi
hi: नन्दाहान्डी

# B4133
source: Nandakumar
hi: नंदाकुमार

# B4134
source: Nandalur
hi: नन्‍दालूर

# B4135
source: Nandapur
hi: नन्दापुर

# B4136
source: Nandavaram
hi: नंदावरम

# B4137
source: Nanded
hi: नांदेड

# B4138
source: Nandgaon
hi: नंदगांव

# B4139
source: Nandgaon
hi: नंदगांव

# B4140
source: Nandgaon Khandeshwar
hi: नंदगांव खंडेस्श्वर

# B4141
source: Nandi Kotkur
hi: नन्दी कोटकूर

# B4142
source: Nandigam
hi: नन्दीगम

# B4143
source: Nandigama
hi: नन्दीगामा

# B4144
source: Nandigram I
hi: नंदीग्राम-1

# B4145
source: Nandigram II
hi: नंदीग्राम-2

# B4147
source: Nandivada
hi: नन्दीवाडा

# B4148
source: Nandod
hi: नन्दोद

# B4149
source: Nandura
hi: नंदूरा

# B4150
source: Nandurbar
hi: नंदूरबार

# B4151
source: Nandyal
hi: नन्दयल

# B4152
source: Nangal Chaudhary
hi: नांगल चौधरी

# B4154
source: Nangavalli
hi: नांगावल्‍ली

# B4155
source: Nanguneri
hi: ननगुनेरी

# B4156
source: Nanjangud
hi: नन्जानगुड

# B4157
source: Nannilam
hi: नन्‍नीलम

# B4158
source: Nanoor
hi: नानूर

# B4159
source: Nanpur
hi: नानपुर

# B4160
source: Naraingarh
hi: नारायणगढ़

# B4161
source: Naraini
hi: नाराइनी

# B4162
source: Narainpur
hi: नारायणपुर

# B4163
source: Narasannapeta
hi: नरसानापेटा

# B4164
source: Narasapuram
hi: नारसापुरम

# B4165
source: Narasaraopeta
hi: नरासराओपेटा

# B4166
source: Narasimharajapura
hi: नरसिंमाराजापूरा

# B4167
source: Narayan Bagar
hi: नारायण बगर

# B4169
source: Narayanavanam
hi: नरायणावनम

# B4170
source: Narayanganj
hi: नारायणगंज

# B4171
source: Narayangarh
hi: नारायणगढ़

# B4173
source: Narayanpatna
hi: नरायणपटना

# B4176
source: Narayanpur
hi: नारायणपुर

# B4177
source: Narayanpur
hi: नारायणपुर

# B4178
source: Narayanpur
hi: नारायणपुर

# B4179
source: Narayanpur
hi: नारायणपुर

# B4180
source: Narbal
hi: नरबल

# B4181
source: Nardiganj
hi: नरदीगंज

# B4182
source: Narendra Nagar
hi: नरेन्द्र नगर

# B4183
source: Nargund
hi: नरगुंड

# B4184
source: Narharpur
hi: नरहरपुर

# B4185
source: Narhat
hi: नरहट

# B4186
source: Narikudi
hi: नारीकुडी

# B4187
source: Narkanda
hi: नरकाण्डा

# B4188
source: Narkatia or Chhauradano
hi: नरका‍टिया

# B4189
source: Narkatiaganj
hi: नरकाटियागंज

# B4191
source: Narkhed
hi: नारखेड

# B4192
source: Narkhi
hi: नारखी

# B4193
source: Narla
hi: नरला

# B4195
source: Narnaul
hi: नरमौल

# B4196
source: Narnaund
hi: नरनौंद

# B4198
source: Naroli
hi: नरोली

# B4200
source: Narpala
hi: नरपाला

# B4201
source: Narpatganj
hi: नरपतगंज

# B4203
source: Narsan
hi: नरसेन

# B4205
source: Narsighgarh
hi: नारसिगगढ़

# B4206
source: Narsighpur
hi: नारसीगपुर

# B4208
source: Narsinghpur
hi: नरसिंगपुर

# B4209
source: Narsingpur
hi: नरसिंहपुर

# B4210
source: Narsipatnam
hi: नारसीपट्टनम

# B4212
source: Narwana
hi: नरवाना

# B4213
source: Narwar
hi: नरवार

# B4214
source: Nashik
hi: नासिक

# B4215
source: Nasri Ganj
hi: नस्‍री गंज

# B4216
source: Nasrullaganj
hi: नसुरूलागंज

# B4218
source: Nateran
hi: नाटेरन

# B4219
source: Nath Nagar
hi: नाथ नगर

# B4220
source: Natham
hi: नाथम

# B4221
source: Nathana
hi: नाथना

# B4222
source: Nathavaram
hi: नाथावरम

# B4223
source: Nathnagar
hi: नथनगर

# B4224
source: Nathusari Chopta
hi: नाथूसारी चौपाटा

# B4226
source: Naubatpur
hi: नौबतपुर

# B4227
source: Naugachhia
hi: नोगाचिया

# B4228
source: Naugaon
hi: नौगांव

# B4229
source: Naugarh
hi: नौगढ़

# B4230
source: Naugarh
hi: नौघर

# B4231
source: Nauhatta
hi: नोहटा

# B4232
source: Nauhatta
hi: नोहाटा

# B4234
source: Nautan
hi: नौतान

# B4235
source: Nautan
hi: नौतान

# B4236
source: Nautanwa
hi: नौतानवा

# B4237
source: Navalgund
hi: नवलगुंड

# B4239
source: Navsari
hi: नवसरी

# B4240
source: Nawabganj
hi: नवाबगंज

# B4241
source: Nawabganj
hi: नवाबगंज

# B4242
source: Nawabganj
hi: नवाबगंज

# B4243
source: Nawabganj
hi: नवाबगंज

# B4244
source: Nawabganj
hi: नवाबगंज

# B4247
source: Nawada
hi: नवादा

# B4248
source: Nawadih
hi: नवाधी

# B4249
source: Nawagarh
hi: नवागढ़

# B4251
source: Nawalgarh
hi: नवालगढ़

# B4252
source: Nawanagar
hi: नवानगर

# B4253
source: Nawanagar
hi: नवानगर

# B4254
source: Nawanshahr
hi: नवांशहर

# B4255
source: Nawapur
hi: नवापुर

# B4256
source: Nawkothi
hi: नवकोठी

# B4257
source: Naxalbari
hi: नक्सलबाड़ी

# B4258
source: Nayagarh
hi: नयागढ़

# B4260
source: Nayeralga
hi: नयेरालगा

# B4261
source: Nazira
hi: नाजिरा

# B4262
source: Nebuwa Naurangiya
hi: नेबुवा नौरंगिया

# B4263
source: Nedumangad
hi: नेडूमंगद

# B4264
source: Nedumkandom
hi: नेदूमकन्डम

# B4265
source: Needamangalam
hi: नीदामंगलम

# B4266
source: Neem Ka Thana
hi: नीम का थाना

# B4267
source: Neemuch
hi: नीमच

# B4268
source: Nehtaur
hi: नेहतौर

# B4271
source: Nelamangala
hi: नीलामंगला

# B4273
source: Nellimarla
hi: नेलीमारला

# B4274
source: Nellore
hi: नेलोरे

# B4276
source: Nemom
hi: नेमोम

# B4277
source: Nenmara
hi: नेनमारा

# B4279
source: Ner
hi: नेर

# B4282
source: Neturia
hi: नेतूरिया

# B4283
source: New Sangbar
hi: न्यू संगबार

# B4284
source: Newada
hi: नेवादा

# B4285
source: Newasa
hi: नेवासा

# B4286
source: Ngopa
hi: नगोपा

# B4287
source: Niali
hi: नियाली

# B4289
source: Nichar
hi: निछार

# B4290
source: Nichlaul
hi: निचलाउल

# B4291
source: Nidadavole
hi: निदादावल्‍ली

# B4293
source: Nidamarru
hi: निदामारू

# B4294
source: Nidhauli Kalan
hi: निधाउली कलान

# B4295
source: Nidura
hi: निदुरा

# B4296
source: Nighasan
hi: निगाहसन

# B4297
source: Nigohi
hi: निगोही

# B4298
source: Nihal singh wala
hi: मोगा 2

# B4299
source: Nil
hi: नील

# B4300
source: Nilagiri
hi: निलागिरी

# B4301
source: Nilakottai
hi: नीलाकोटाई

# B4302
source: Nilambur
hi: निलाम्बुर

# B4303
source: Nilanga
hi: निलांगा

# B4304
source: Nileshwar
hi: निलेश्वर

# B4305
source: Nilip
hi: निलिप

# B4306
source: Nilo Kheri
hi: निलो खेरी

# B4307
source: Nimapada
hi: निमापाड़ा

# B4308
source: Nimbahera
hi: निम्बाहेड़ा

# B4309
source: Nimdih
hi: निमधी

# B4310
source: Nimmanapalle
hi: निमानापल्‍ली

# B4311
source: Nimrana
hi: निमराना

# B4312
source: Nindra
hi: निन्द्रा

# B4313
source: Niphad
hi: निफाड

# B4315
source: Nirmalli
hi: निरमाली

# B4316
source: Nirmand
hi: निरमांड

# B4317
source: Nirsa
hi: निरसा

# B4318
source: Nisarpur
hi: निसारपुर

# B4319
source: Nischintakoili
hi: निशि‍चंताकोइली

# B4320
source: Nissing
hi: निसिंग

# B4321
source: Niuland
hi: न्यूलंद

# B4322
source: Niwai
hi: नीवाई

# B4323
source: Niwali
hi: निवाली

# B4324
source: Niwari
hi: निवारी

# B4325
source: Niwas
hi: निवास

# B4326
source: Niyamatabad
hi: नियाम्ताबाद

# B4329
source: Nizampatnam
hi: निजामटनम

# B4331
source: Nizar
hi: निजार

# B4332
source: Noamundi
hi: नोवामुंडी

# B4334
source: Nohar
hi: नोहर

# B4335
source: Nokha
hi: नोकहा

# B4336
source: Nokha
hi: नोखा

# B4337
source: Noklak
hi: नोकलाक

# B4338
source: Noksen
hi: नोकसेन

# B4339
source: Nongstoin
hi: नोंगस्टोइन

# B4340
source: Noorpur
hi: नूरपुर

# B4341
source: Noorsarai
hi: नूरसराय

# B4342
source: North Karimganj
hi: नार्थ करीमगंज
