Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B8155
source: Raipur
hi: रायपुर

# B8156
source: Bansur
hi: बानसूर

# B8157
source: Nimrana
hi: नीमराणा

# B8158
source: Behror
hi: बहरोड़

# B8159
source: Raisinghnagar
hi: रायसिंह नगर

# B8160
source: Kishangarh Bas
hi: किशनगढ़बास

# B8161
source: Kotkasim
hi: कोट कासिम

# B8162
source: Mundawar
hi: मुंडावर

# B8163
source: Siwana
hi: सिवाना

# B8164
source: Banera
hi: बनेड़ा

# B8165
source: Jahazpur
hi: जहाजपुर

# B8166
source: Kotri
hi: कोटरी

# B8167
source: Shahpura
hi: शाहपुरा

# B8168
source: Udaipurwati
hi: उदयपुरवाटी

# B8169
source: Deeg
hi: डीग

# B8170
source: Raniwara
hi: रानीवाड़ा

# B8171
source: Kaman
hi: कमान

# B8172
source: Nadoti
hi: नादौती

# B8173
source: Kumher
hi: कुम्हेर

# B8174
source: Gangapur
hi: गंगापुर

# B8175
source: Nagar Pahari
hi: नगर पहाड़ी

# B8176
source: Didwana
hi: डीडवाना

# B8177
source: Ladnu
hi: लाडनूं

# B8178
source: Parbatsar
hi: परबतसर

# B8179
source: Phagi
hi: फागी

# B8180
source: Jhotwara
hi: झोटवाड़ा

# B8181
source: Bilara
hi: बिलारा

# B8183
source: Sanchore
hi: सांचोर

# B8184
source: Salumbar
hi: सलूंबर

# B8185
source: Sarada
hi: शारदा

# B8186
source: Balotra
hi: बालोतरा

# B8187
source: Baytoo
hi: बायतु

# B8188
source: Sindhari
hi: सिंधारी

# B8189
source: Makrana
hi: मकराना

# B8190
source: Dudu
hi: डूडू

# B8191
source: Todabhim
hi: टोडाभीम

# B8192
source: Bamanwas
hi: बामनवास

# B8193
source: Amber
hi: अंबेर

# B8194
source: Bassi
hi: बस्सी

# B8195
source: Chaksu
hi: चाकसू

# B8196
source: Govindgarh
hi: गोविन्दगढ़

# B8197
source: Jamwa Ramgarh
hi: जामवा रामगढ

# B8198
source: Sambhar
hi: सांभर

# B8199
source: Sanganer
hi: सांगानेर

# B8200
source: Shahpura
hi: शाहपुरा

# B8201
source: Tijara
hi: तिजारा

# B8202
source: Kotputli
hi: कोटपुतली

# B8203
source: Viratnagar
hi: विराटनगर

# B8204
source: Khetri
hi: खेतड़ी

# B8205
source: Neem Ka Thana
hi: नीम का थाना

# B8206
source: Sri Madhopur
hi: श्रीमाधोपुर

# B8207
source: Bap
hi: बप

# B8208
source: Phalodi
hi: फलौदी

# B8209
source: Chitalwana
hi: चितलवाना

# B8210
source: Kuchaman City
hi: कुचामन शहर

# B8211
source: Balesar
hi: बालेसर

# B8212
source: Baori
hi: बावड़ी

# B8213
source: Bhopalgarh
hi: भोपालगढ़

# B8214
source: Luni
hi: लूनी

# B8215
source: Mandor
hi: मंडोर

# B8216
source: Osian
hi: ओसियान

# B8217
source: Shergarh
hi: शेरगढ़

# B8218
source: Anupgarh
hi: अनूपगढ़

# B8219
source: Gharsana
hi: घड़साना

# B8220
source: Ponda
hi: पोंडा

# B8221
source: Darbandora
hi: दरबंदोरा

# B8222
source: Pakyong
hi: पाक्योंग

# B8223
source: Rongli
hi: रोंगली

# B8224
source: Soreng
hi: सोरेंग

# B8225
source: Pakyong
hi: पाक्योंग

# B8226
source: Rongli
hi: रोंगली

# B8227
source: Pedavegi
hi: पेडावेगी

# B8228
source: Bhamini
hi: भामिनी

# B8229
source: Palakonda
hi: पालकोंडा

# B8230
source: Veeraghattam
hi: वीरघट्टम

# B8231
source: Seethampeta
hi: सीथमपेटा

# B8232
source: Chintur
hi: चिंतूर

# B8233
source: Balayapalle
hi: बलायापल्ले

# B8234
source: Chillakur
hi: चिल्लाकुर

# B8235
source: Chittamur
hi: चित्तमुर

# B8236
source: Dakkili
hi: दक्किली

# B8238
source: Rajam
hi: राजम

# B8239
source: Regidiamadalavalasa
hi: रेजिडियामडलावलासा

# B8240
source: Gudur
hi: गुडूर

# B8241
source: Kota
hi: कोटा

# B8242
source: Gummalakshmipuram
hi: गुम्मलक्ष्मीपुरम

# B8243
source: Naidupeta
hi: नायडूपेटा

# B8244
source: Jiyyamma Valasa
hi: जियाम्मा वलासा

# B8246
source: Ojili
hi: ओजिली

# B8248
source: Santhakaviti
hi: संथाकविति

# B8249
source: Pellakur
hi: पेलाकुर

# B8250
source: Kurupam
hi: कुरुपम

# B8251
source: Sullurpeta
hi: सुल्लुरपेटा

# B8252
source: Parvathipuram
hi: पार्वतीपुरम

# B8254
source: Tada
hi: टाडा

# B8255
source: Vakadu
hi: वकाडु

# B8256
source: Chinnamandem
hi: चिन्नामंदेम

# B8257
source: Venkatagiri
hi: वेंकटगिरी

# B8258
source: Galiveedu
hi: गैलिविदु

# B8259
source: Kodur
hi: कोदुर

# B8260
source: Ananthagiri
hi: अनंथागिरि

# B8261
source: Lakkireddipalle
hi: लक्कीरेड्डीपल्ले

# B8262
source: Nandalur
hi: नंदलूर

# B8263
source: Penagaluru
hi: पेनागलुरु

# B8264
source: Pullampeta
hi: पुलमपेटा

# B8265
source: Chintapalle
hi: चिंतापल्ली

# B8266
source: Dumbriguda
hi: डुम्ब्रीगुड़ा

# B8267
source: Gangaraju Madugula
hi: गंगाराजू मदुगुला

# B8268
source: Chitvel
hi: चितवेल

# B8269
source: Gudem Kothaveedhi
hi: गुडेम कोठाविधि

# B8270
source: Vangara
hi: वंगारा

# B8271
source: Hukumpeta
hi: हुकुमपेटा

# B8272
source: Rajampet
hi: राजमपेट

# B8273
source: Koyyuru
hi: कोय्युरू

# B8274
source: Ramapuram
hi: रामपुरम

# B8275
source: Obulavaripalle
hi: ओबुलावरिपल्ले

# B8276
source: Paderu
hi: पडेरू

# B8277
source: Rayachoti
hi: रायचोटी

# B8278
source: Pedabayalu
hi: पेडाबयालु

# B8279
source: Sambepalle
hi: संबेपल्ले

# B8280
source: Munchingiputtu
hi: मुन्चिंगिपुत्तु

# B8281
source: T Sundupalle
hi: टी सुन्दुपल्ले

# B8282
source: Anakapalli
hi: अनकापल्ली

# B8283
source: Atchutapuram
hi: अचुतापुरम

# B8284
source: Butchayyapeta
hi: बुचय्यापेटा

# B8285
source: Cheedikada
hi: चीड़ीकाडा

# B8287
source: Chodavaram
hi: चोदावरम

# B8288
source: Devarapalle
hi: देवारापल्ले

# B8289
source: Veeraballe
hi: वीरबल्ले

# B8290
source: Golugonda
hi: गोलुगोंडा

# B8291
source: K Kotapadu
hi: के कोटापाडु

# B8292
source: Kasimkota
hi: कासिमकोटा

# B8293
source: Kotauratla
hi: कोटौराटला

# B8294
source: Madugula
hi: मदुगुला

# B8295
source: Makavarapalem
hi: मकावरपालेम

# B8296
source: Munagapaka
hi: मुनगापाका

# B8297
source: Nakkapalli
hi: नक्कापल्ली

# B8298
source: Narsipatnam
hi: नरसीपटनाम

# B8299
source: Nathavaram
hi: नाथावरम

# B8300
source: Paravada
hi: परावदा

# B8301
source: Payakaraopeta
hi: पायकअराओपेटा

# B8302
source: Rambilli
hi: रामबिल्ली

# B8303
source: Ravikamatham
hi: रविकमाथम

# B8304
source: Rolugunta
hi: रोलुगुंटा

# B8305
source: S Rayavaram
hi: एस रायवरम

# B8306
source: Sabbavaram
hi: सब्बावरम

# B8307
source: Yelamanchili
hi: येलमंचिली

# B8308
source: Kandukur
hi: कन्दुकुर

# B8309
source: Lingasamudram
hi: लिंगसमुद्रम

# B8310
source: Gudluru
hi: गुडलुरु

# B8311
source: Ulavapadu
hi: उलवापाडु

# B8312
source: Voletivaripalem
hi: वोलेटीवारिपलेम

# B8313
source: Addateegala
hi: अद्दतीगल्‍ला

# B8314
source: Devipatnam
hi: देवीपटनम

# B8321
source: Allavaram
hi: अल्लवरम्

# B8322
source: B Kothakota
hi: बी कोथाकोटा

# B8323
source: Balijipeta
hi: बालीजिपेटा

# B8324
source: Buchinaidu Khandriga
hi: बुचिनाइदु खंड्रिगा

# B8325
source: Chandragiri
hi: चंद्रगिरी

# B8326
source: Ainavilli
hi: ऐनाविल्ली

# B8328
source: Chinagadila
hi: चिनागाडीला

# B8329
source: Chinnagottigallu
hi: चिन्नगोट्टिगल्लु

# B8331
source: Gurramkonda
hi: गुर्रमकोंडा

# B8332
source: K V P Puram
hi: के वी पी पुरम

# B8334
source: Kalakada
hi: कालाकाडा

# B8335
source: Kalikiri
hi: कलिकिरी

# B8336
source: Ambajipeta
hi: अम्बाजीपेटा

# B8337
source: Kambhamvaripalle
hi: कंभमवारीपल्ले

# B8339
source: Kurabalakota
hi: कुराबलाकोटा

# B8340
source: Mandanpalle
hi: मंडनपल्ले

# B8341
source: Mulakalacheruvu
hi: मुलकालचेरुवु

# B8342
source: Nagalapuram
hi: नागालपुरम

# B8343
source: Narayanavanam
hi: नारायणवनम

# B8344
source: Nimmanapalle
hi: निम्मनपल्ले

# B8345
source: Pakala
hi: पकाला

# B8346
source: Peddamandyam
hi: पेद्दामण्ड्यम

# B8347
source: Peddathippasamudram
hi: पेद्दाथिप्पासमुद्रम

# B8348
source: Pichatur
hi: पिचातुर

# B8349
source: Pileru
hi: पिलेरु

# B8350
source: Rampachodavaram
hi: रामपछोड़वरम

# B8351
source: Puttur
hi: पुत्तूर

# B8352
source: Ramachandrapuram
hi: रामचन्द्रपुरम

# B8353
source: Ramasamudram
hi: रामसमुद्रम

# B8354
source: Renigunta
hi: रेनिगुंटा

# B8355
source: Satyavedu
hi: सत्यवेदु

# B8356
source: Srikalahasti
hi: श्रीकालाहस्ती

# B8357
source: Y Ramavaram
hi: वाई रामावरम

# B8358
source: Thamballapalle
hi: थंबल्लापल्ले

# B8359
source: Thottambedu
hi: थोट्टाम्बेदु

# B8360
source: Tirupati Rural
hi: तिरूपति ग्रामीण

# B8361
source: Tirupati Urban
hi: तिरुपति शहरी

# B8362
source: Kovvur
hi: कोव्वुर

# B8363
source: Vadamalapeta
hi: वडामलापेटा

# B8364
source: Varadaiahpalem
hi: वरदेहापालेम

# B8365
source: Yerpedu
hi: येरपेडु

# B8366
source: Yerravaripalem
hi: येर्रावरिपलेम

# B8367
source: Chagallu
hi: चागल्लु

# B8368
source: Thallapudi
hi: थल्लापुडी

# B8369
source: Vayalpad
hi: वायलपाड

# B8370
source: Gangavaram
hi: गंगावरम

# B8371
source: Maredumilli
hi: मारेडुमिलि

# B8372
source: Rajavommangi
hi: राजावोम्मांगी

# B8373
source: Nidadavole
hi: निदादावोले

# B8374
source: Undrajavaram
hi: उंद्रजावरम

# B8375
source: Bhadrachalam
hi: भद्राचलम

# B8376
source: Devarapalle
hi: देवारापल्ले

# B8377
source: Kunavaram
hi: कुनावरम

# B8378
source: Gopalapuram
hi: गोपालपुरम

# B8379
source: Vararamachandrapuram
hi: वररामचंद्रपुरम

# B8380
source: Nallajerla
hi: नल्लाजेर्ला

# B8381
source: Peddapuram
hi: पेद्दापुरम

# B8382
source: Samalkota
hi: सामलकोटा

# B8383
source: Peravali
hi: पेरावली

# B8384
source: Jaggampeta
hi: जग्गम्पेता

# B8385
source: Gandepalle
hi: गांडेपल्ले

# B8386
source: Kirlampudi
hi: किरलमपुडी

# B8387
source: Tuni
hi: तुनि

# B8388
source: Kotananduru
hi: कोटानंदुरु

# B8389
source: Thondangi
hi: थोंडांगी

# B8390
source: Prathipadu
hi: प्रथीपादु

# B8391
source: Yeleswaram
hi: येलेश्वरम

# B8392
source: Sankhavaram
hi: संखावरम

# B8393
source: Pithapuram
hi: पीथापुरम

# B8394
source: Gollaprolu
hi: गोलाप्रोलू

# B8395
source: Karapa
hi: करापा

# B8396
source: Kakinada (Rural)
hi: काकीनाडा (ग्रामीण)

# B8397
source: Pedapudi
hi: पेदापुडी

# B8398
source: Tallarevu
hi: तल्लारेवु

# B8399
source: Kajuluru
hi: काजुलुरु

# B8400
source: Ramachandrapuram
hi: रामचन्द्रपुरम

# B8401
source: Pamarru
hi: पमारू

# B8402
source: Mandapeta
hi: मंडपेटा

# B8403
source: Eluru
hi: एलुरु

# B8404
source: Rayavaram
hi: रायावरम

# B8405
source: Kapileswarapuram
hi: कपिलेश्वरपुरम

# B8406
source: Buttayagudem
hi: बुट्टायागुडेम

# B8407
source: Araku Valley
hi: अरकू घाटी

# B8408
source: Denduluru
hi: डेंडुलुरु

# B8409
source: Ravulapalem
hi: रावुलापालेम

# B8410
source: Dwaraka Tirumala
hi: द्वारका तिरुमाला

# B8411
source: Kothapeta
hi: कोथापेटा

# B8412
source: Atreyapuram
hi: अत्रेयपुरम

# B8413
source: Bhimadole
hi: भीमाडोल

# B8414
source: Alamuru
hi: अलामुरु

# B8415
source: Chintalapudi
hi: चिंतलापुडी

# B8416
source: Mummidivaram
hi: मम्मीडिवरम

# B8417
source: I Polavaram
hi: मैं पोलावरम

# B8418
source: Jangareddigudem
hi: जंगारेड्डीगुडेम

# B8419
source: Katrenikona
hi: कैट्रेनिकोना

# B8420
source: Amalapuram
hi: अमलापुरम

# B8421
source: Chirala
hi: चिराला

# B8422
source: Uppalaguptam
hi: उप्पलगुप्तम

# B8423
source: Jeelugumilli
hi: जीलुगुमिलि

# B8424
source: Razole
hi: राजोलु

# B8425
source: Lingapalem
hi: लिंगपालेम

# B8426
source: Vetapalem
hi: वेतापलेम

# B8427
source: Malikipuram
hi: मलिकीपुरम

# B8428
source: Addanki
hi: अदानकी

# B8429
source: Sakhinetipalle
hi: सखिनेटिपल्ले

# B8430
source: Mamidikuduru
hi: ममिदिकुदुरू

# B8431
source: Polavaram
hi: पोलावरम

# B8432
source: P Gannavaram
hi: पी गन्नावरम

# B8434
source: Ballikuruva
hi: बल्लीकुरुवा

# B8435
source: Chinaganjam
hi: चिनगंजम

# B8436
source: Pedapadu
hi: पेदापाडु

# B8437
source: Inkollu
hi: इंकोलू

# B8438
source: T Narasapuram
hi: टी नरसापुरम

# B8439
source: Karamchedu
hi: कारम्चेडू

# B8440
source: Korisapadu
hi: कोरीसापाडु

# B8441
source: Martur
hi: मार्टूर

# B8442
source: Koyyalagudem
hi: कोय्यलागुडेम

# B8443
source: Parchur
hi: परचुर

# B8444
source: Yeddanapudi
hi: येद्दनपुडी

# B8445
source: Kukunoor
hi: कुकुनूर

# B8446
source: Santhamaguluru
hi: संथामागुलुरु

# B8447
source: Kamavarapukota
hi: कामवरपुकोटा

# B8448
source: Velairpad
hi: वेलेयरपैड

# B8449
source: Janakavarampanguluru
hi: जनकवरमपंगुलुरु

# B8450
source: Unguturu
hi: उनगुटुरु

# B8451
source: Nidamarru
hi: निदामारू

# B8452
source: Kothapalli
hi: कोथापल्ली

# B8453
source: Amruthalur
hi: अमृतलूर

# B8454
source: Bapatla
hi: बापतला

# B8455
source: Garugubilli
hi: गरुगुबिल्ली

# B8456
source: Bhattiprolu
hi: भट्टीप्रोलु

# B8457
source: Cherukupalle
hi: चेरुकुपल्ले

# B8458
source: Makkuva
hi: मक्कुवा

# B8459
source: Dharmavaram
hi: धर्मावरम

# B8460
source: Pachipenta
hi: पचीपेंटा

# B8461
source: Achampeta
hi: अचमपेटा

# B8462
source: Srisailam
hi: श्रीशैलम

# B8463
source: Salur
hi: सलूर

# B8464
source: Bathalapalle
hi: बाथलापल्ले

# B8465
source: Chenne Kothapalle
hi: चेन्ने कोठापल्ले

# B8466
source: Amaravathi
hi: अमरावती

# B8467
source: Bellamkonda
hi: बेलमकोंडा

# B8468
source: Seethanagaram
hi: सीतानगरम

# B8469
source: Gandlapenta
hi: गंडलापेंटा

# B8470
source: Amadagur
hi: अमदागुर

# B8471
source: Kollur
hi: कोल्लूर

# B8472
source: Bukkapatnam
hi: बुक्कापट्टनम

# B8473
source: Nagaram
hi: नगराम

# B8474
source: Karlapalem
hi: कार्लापलेम

# B8475
source: Kanaganapalle
hi: कनागनापल्ले

# B8476
source: Nizampatnam
hi: निज़ामपट्नम

# B8477
source: Komarada
hi: कोमरदा

# B8478
source: Pittalavanipalem
hi: पित्तलवनिपालेम

# B8479
source: Repalle
hi: रेपल्ले

# B8480
source: Kadiri
hi: कादिरी

# B8481
source: Tsundur
hi: त्सुंदुर

# B8482
source: Agali
hi: अगाली

# B8483
source: Vemuru
hi: वेमुरु

# B8484
source: Amarapuram
hi: अमरापुरम

# B8485
source: Gurazala
hi: गुरज़ाला

# B8487
source: Machavaram
hi: मचावरम

# B8488
source: Macherla
hi: माचेरला

# B8489
source: Durgi
hi: दुर्गी

# B8490
source: Karempudi
hi: करेमपुडी

# B8491
source: Bollapalle
hi: बोलापल्ले

# B8492
source: Krosuru
hi: क्रोसुरू

# B8493
source: Muppalla
hi: मुप्पल्ला

# B8494
source: Chilakaluripet
hi: चिल्‍कालूरीपेट

# B8495
source: Nadendla
hi: नादेंदला

# B8496
source: Edlapadu
hi: एडलापादु

# B8497
source: Ipuru
hi: इपुरु

# B8498
source: Piduguralla
hi: पिडुगुराला

# B8499
source: Veldurthi
hi: वेल्डुर्थी

# B8500
source: Velgodu
hi: वेलगोडु

# B8501
source: Rentachintala
hi: रेंटाचिन्ताला

# B8502
source: Sattenapalle
hi: सत्तेनापल्ली

# B8503
source: Nandi Kotkur
hi: नंदी कोटकुर

# B8504
source: Rajupalem
hi: राजुपालेम

# B8505
source: Pedakurapadu
hi: पेडाकुरापादु

# B8506
source: Pagidyala
hi: पगिडयाला

# B8507
source: Nakarikallu
hi: नकारिकल्लु

# B8508
source: Jupadu Bungalow
hi: जुपादु बंगला

# B8509
source: Narasaraopeta
hi: नारासरावपेता

# B8510
source: Kothapalle
hi: कोठापल्ले

# B8511
source: Rompicherla
hi: रोम्पिचेरला

# B8512
source: Vinukonda
hi: विनुकोंडा

# B8513
source: Nuzendla
hi: नुजेंडला

# B8514
source: Savalyapuram
hi: सावल्यापुरम

# B8515
source: Pamulapadu
hi: पमुलापाडु

# B8516
source: Midthur
hi: मिडथुर

# B8517
source: Bandi Atmakur
hi: बंदी आत्माकुर

# B8518
source: Nandyal
hi: नांदयाल

# B8519
source: Gospadu
hi: गोस्पादु

# B8520
source: Sirvel
hi: सिरवेल

# B8521
source: Dornipadu
hi: दोर्निपाडु

# B8522
source: Uyyalawada
hi: उय्यलवाड़ा

# B8523
source: Chagalamarri
hi: चागलामारि

# B8524
source: Rudravaram
hi: रुद्रावरम

# B8525
source: Mahanandi
hi: महानंदी

# B8526
source: Allagadda
hi: अल्लागड्डा

# B8527
source: Panyam
hi: पन्यम

# B8528
source: Gadivemula
hi: गदिवेमुला

# B8529
source: Sanjamala
hi: संजमाला

# B8530
source: Kolimigundla
hi: कोलिमिगुंडला

# B8531
source: Banaganapalle
hi: बनगनपल्ले

# B8532
source: Owk
hi: ओके

# B8533
source: Koilkuntla
hi: कोइलकुंटला

# B8534
source: Dhone
hi: धोने

# B8535
source: Bethamcherla
hi: बेथमचेर्ला

# B8536
source: Peapally
hi: पीपली

# B8537
source: Puttaparthi
hi: पुट्टपर्ती

# B8538
source: Mudigubba
hi: मुदिगुब्बा

# B8539
source: Chilamathur
hi: चिलमथुर

# B8540
source: Gorantla
hi: गोरंटला

# B8541
source: Gudibanda
hi: गुड़ीबांदा

# B8542
source: Hindupur
hi: हिन्दुपुर

# B8543
source: Parigi
hi: परिगी

# B8544
source: Penu Konda
hi: पेनु कोंडा

# B8545
source: Lepakshi
hi: लेपाक्षी

# B8546
source: Nallamada
hi: नल्लामाडा

# B8547
source: Nambulipulikunta
hi: नंबुलिपुलिकुंटा

# B8548
source: Obuladevaracheruvu
hi: ओबुलादेवराचेरुवु

# B8549
source: Roddam
hi: रोड्डम

# B8550
source: Rolla
hi: रोल्ला

# B8551
source: Madakasira
hi: मदाकासिरा

# B8552
source: Nallacheruvu
hi: नल्लाचेरुवु

# B8553
source: Ramagiri
hi: रामगिरी

# B8554
source: Kothacheruvu
hi: कोथाचेरुवु

# B8555
source: Tadimarri
hi: तडिमर्री

# B8556
source: Talupula
hi: तालुपुला

# B8557
source: Tanakal
hi: टनाकल

# B8558
source: Somandepalle
hi: सोमंडेपल्ले

# B8559
source: Kaikalur
hi: कैकलूर

# B8561
source: Mudinepalli
hi: मुदिनेपल्ली

# B8562
source: Nuzvid
hi: नुज्विद

# B8563
source: Mandavalli
hi: मंडावली

# B8564
source: Agiripalle
hi: अगिरिपल्ले

# B8565
source: Chatrai
hi: छतराई

# B8566
source: Musunuru
hi: मुसुनुरु

# B8567
source: Gampalagudem
hi: गमपालगुडेम

# B8568
source: A Konduru
hi: ए कोंडुरु

# B8569
source: Chandarlapadu
hi: चंद्रलापाडु

# B8570
source: G Konduru
hi: जी कोंडुरु

# B8571
source: Ibrahimpatnam
hi: इब्राहिमपत्तनम

# B8572
source: Jaggayyapeta
hi: जग्गय्यापेटा

# B8573
source: Kanchika Cherla
hi: कांचिका चेरला

# B8574
source: Mylavaram
hi: मायलावरम

# B8575
source: Nandigama
hi: नंदीगाम

# B8576
source: Vatsavai
hi: वत्सवई

# B8577
source: Vissannapet
hi: विसन्नापेट

# B8578
source: Veerullapadu
hi: वीरुल्लापाडु

# B8579
source: Penuganchiprolu
hi: पेनुगांचिप्रोलु

# B8580
source: Reddigudem
hi: रेड्डीगुडेम

# B8581
source: Tiruvuru
hi: तिरुवुरु

# B8582
source: Vijayawada Rural
hi: विजयवाड़ा ग्रामीण

# B8583
source: Kalidindi
hi: कालीदिंडी

# B8584
source: Atmakur
hi: आत्मकुर

# B8586
source: Vijayawada Urban
hi: विजयवाड़ा शहरी

# B8587
source: Nayagram
hi: नयाग्राम

# B8588
source: Ajmer Rural
hi: अजमेर ग्रामीण

# B8590
source: Govindgarh
hi: गोविन्दगढ़

# B8591
source: Malkheda
hi: मान्यखेट

# B8592
source: Vijainagar
hi: विजयनगर

# B8593
source: Gira
hi: गिरा

# B8594
source: Kalyanpur
hi: कल्याणपुर

# B8595
source: Patodi
hi: पाटोदी

# B8596
source: Samdari
hi: समदड़ी

# B8597
source: Arthuna
hi: अर्थुना

# B8598
source: Gangar Talai
hi: गांगर तलाई

# B8599
source: Ganoda
hi: गनोड़ा

# B8600
source: Talwara
hi: तलवाड़ा

# B8601
source: Chhoti Sarwa
hi: छोटी सरवा

# B8602
source: Mangrol
hi: मंगरोल

# B8603
source: Aadel
hi: आडेल

# B8604
source: Barmer Rural
hi: बाड़मेर ग्रामीण

# B8605
source: Dhanau
hi: धनाऊ

# B8606
source: Fagliya
hi: फागलिया

# B8607
source: Gadra Road
hi: गडरा रोड

# B8608
source: Gudhamalani
hi: गुढ़ामालानी

# B8609
source: Panyla Kla
hi: पन्याला क्ला

# B8610
source: Ramsar
hi: रामसर

# B8611
source: Sedwa
hi: सेड़वा

# B8612
source: Bhusawar
hi: भुसावर

# B8613
source: Uchain
hi: उच्चैन

# B8614
source: Badnor
hi: बदनोर

# B8615
source: Bijoliya
hi: बिजौलिया

# B8616
source: Kareda
hi: करेड़ा

# B8617
source: Bajju Khalsa
hi: बज्जू खालसा

# B8618
source: Hadan
hi: हदन

# B8619
source: Panchoo
hi: पांचू

# B8620
source: Poogal
hi: पूगल

# B8622
source: Bidasar
hi: बीदासर

# B8623
source: Sidhmukh
hi: सिधमुख

# B8624
source: Baijupada
hi: बैजूपाड़ा

# B8625
source: Baswa
hi: बसवा

# B8626
source: Lawan
hi: लवन

# B8627
source: Mandaawar
hi: मंडावर

# B8628
source: Nangal Rajawatan
hi: नांगल राजावतान

# B8629
source: Ramgarh Pachwara
hi: रामगढ पचवारा

# B8630
source: Sikandara
hi: सिकन्दरा

# B8631
source: Pahari
hi: पहाड़ी

# B8632
source: Saipau
hi: सैपऊ

# B8633
source: Sarmathura
hi: सरमथुरा

# B8634
source: Molasar
hi: मोलसर

# B8635
source: Nawa
hi: नवा

# B8636
source: Mauzamabad
hi: मौजमाबाद

# B8638
source: Chikhali
hi: चिखली

# B8639
source: Dovada
hi: दोवड़ा

# B8640
source: Galiyakoat
hi: गलियाकोट

# B8641
source: Gamdi Ahara
hi: गामड़ी अहाड़ा

# B8642
source: Jothari
hi: जोथारी

# B8643
source: Paldeval
hi: पालदेवल

# B8644
source: Sabla
hi: सबला

# B8645
source: Andhi
hi: आंधी

# B8646
source: Jalsu
hi: जालसू

# B8647
source: Jobner
hi: जोबनेर

# B8648
source: Kishangarh Renwal
hi: किशनगढ़ रेनवाल

# B8649
source: Madhorajpura
hi: माधोराजपुरा

# B8650
source: Tunga
hi: तुंगा

# B8651
source: Bhaniyana
hi: भणियाणा

# B8652
source: Fatehgarh
hi: फतेहगढ़

# B8653
source: Mohangarh
hi: मोहनगढ़

# B8654
source: Nachana
hi: नाचना

# B8655
source: Aklera
hi: अकलेरा

# B8656
source: Bhawani Mandi
hi: भवानीमंडी

# B8657
source: Mandawa
hi: मंडावा

# B8658
source: Pilani
hi: पिलानी

# B8659
source: Singhana
hi: सिंघाना

# B8660
source: Mandrayal
hi: मंडरायल

# B8661
source: Masalpur
hi: मासलपुर

# B8662
source: Sri Mahaveer Ji
hi: श्रीमहावीर जी

# B8663
source: Sarwar
hi: सरवर

# B8664
source: Sawar
hi: सावर

# B8665
source: Paota
hi: पाओटा

# B8666
source: Bherunda
hi: भेरुन्दा

# B8667
source: Khinvsar
hi: खींवसर

# B8668
source: Ajeetgarh
hi: अजीतगढ़

# B8669
source: Patan
hi: पाटन

# B8671
source: Bagari
hi: बागरी

# B8672
source: Aau
hi: आउ

# B8673
source: Bapini
hi: बापिणी

# B8674
source: Dechu
hi: देचू

# B8675
source: Ghantiyali
hi: घंटियाली

# B8676
source: Lohawat
hi: लोहावट

# B8677
source: Dalot
hi: दलोट

# B8678
source: Dhamotar
hi: धमोतर

# B8679
source: Suhagpura
hi: सुहागपुरा

# B8680
source: Delwada
hi: देलवाड़ा

# B8681
source: Jaisamand
hi: जयसमंद

# B8682
source: Jhallara
hi: झल्लारा

# B8683
source: Semari
hi: सेमारी

# B8684
source: Bagoda
hi: बागोड़ा

# B8685
source: Sarnau
hi: सरनाऊ

# B8686
source: Chauth Ka Barwara
hi: चौथ का बरवाड़ा

# B8687
source: Malarna Doongar
hi: मलारना डूंगर

# B8688
source: Nechwa
hi: नेछवा

# B8689
source: Palsana
hi: पलसाना

# B8690
source: Peeplu
hi: पीपलू

# B8691
source: Devla
hi: देवला

# B8692
source: Khemli
hi: खेमली

# B8693
source: Kurabad
hi: कुराबड़

# B8694
source: Nayagaon
hi: नयागांव

# B8695
source: Phalasiya
hi: फलासिया

# B8696
source: Rishbhdeo
hi: ऋषभदेव

# B8697
source: Sayra
hi: सायरा

# B8698
source: Vallabhnagar
hi: वल्लभनगर

# B8699
source: Kotkhawda
hi: कोटखावदा

# B8700
source: Chamu
hi: चामु

# B8701
source: Dhawa
hi: ढावा

# B8702
source: Keru
hi: केरू

# B8703
source: Peepad Sahar
hi: पीपाड़ सहार

# B8704
source: Sekhala
hi: सेखाला

# B8705
source: Tinwari
hi: तिंवरी

# B8706
source: Arithang Chongrang
hi: अरिथांग चोंग्रांग

# B8707
source: Dentam
hi: डेंटम

# B8708
source: Hee Martam
hi: हाय मार्टम

# B8709
source: Yuksom
hi: युकसोम

# B8710
source: Baiguney
hi: बैगुनी

# B8711
source: Chumbong Chakung
hi: चुम्बोंग चाकुंग

# B8712
source: Daramdin
hi: दरमदीन

# B8713
source: Kaluk
hi: कलुक

# B8714
source: Mangalbaria
hi: मंगलबारिया

# B8715
source: Kabi Tingda
hi: कबि टिंगडा

# B8716
source: Passingdong
hi: पासिंगडोंग

# B8717
source: Duga
hi: दुगा

# B8718
source: Namcheybong
hi: नामचेबोंग

# B8719
source: Parakha
hi: पारखा

# B8720
source: Reghu
hi: रघु

# B8721
source: Rhenock
hi: रिनाक

# B8722
source: Khamdung
hi: खामदुंग

# B8723
source: Martam
hi: मार्तम

# B8724
source: Nandok
hi: नंदोक

# B8725
source: Rakdong Tintek
hi: राकडोंग टिंटेक

# B8726
source: Ranka
hi: रांका

# B8727
source: Jorethang
hi: जोरेथांग

# B8728
source: Namthang
hi: नामथांग

# B8729
source: Sumbuk
hi: सुंबुक

# B8730
source: Temi
hi: तेमी

# B8731
source: Wok
hi: वोक

# B8732
source: Yangang
hi: यांगांग

# B8735
source: Tsemenyu
hi: त्सेमेन्यु

# B8736
source: Niuland
hi: न्यूलैंड

# B8742
source: Gangtok
hi: गंगटोक

# B8743
source: Kranti
hi: क्रांति

# B8744
source: Lava
hi: लावा

# B8745
source: Pedong
hi: पेडोंग

# B8746
source: Kalyani
hi: कल्याणी

# B8747
source: Banarhat
hi: बानरहाट
