Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B4343
source: North Solapur
hi: नार्थ सोलापुर

# B4344
source: Nowboicha
hi: नोबोइचा

# B4345
source: Nowda
hi: नौदा

# B4346
source: Nowgong
hi: नौगांव

# B4347
source: Nowrangpur
hi: नौरंगपुर

# B4348
source: Nowshera
hi: नोसेहरा

# B4349
source: Nuagada
hi: नौगाड़ा

# B4350
source: Nuagaon
hi: नौगांव

# B4351
source: Nuagaon
hi: नौगांव

# B4352
source: Nuagaon
hi: नौगांव

# B4353
source: Nuapara
hi: नौपाड़ा

# B4354
source: Nuawan
hi: नुवान

# B4356
source: Nungba T.D.Block
hi: नंगबा टी डी ब्‍लॉक

# B4357
source: Nurmehal
hi: रूरमहल

# B4358
source: Nurpur
hi: नूरपुर

# B4359
source: Nurpur Bedi
hi: नूरपुर बेदी

# B4361
source: Nuzendla
hi: नुजेन्दला

# B4362
source: Nuzvid
hi: नूजविद

# B4364
source: Nyapin
hi: न्यापिन

# B4366
source: Oachira
hi: ओचिरा

# B4367
source: Obedullaganj
hi: ओबेदुलागंज

# B4368
source: Obra
hi: ओबरा

# B4369
source: Obuladevaracheruvu
hi: ओबुल्लदेवराचेरू

# B4370
source: Obulavaripalle
hi: उबूलावरीपल्ली

# B4371
source: Odagaon
hi: वोदागांव

# B4373
source: Odali
hi: वोदाली

# B4374
source: Odapada
hi: वोडपाड़ा

# B4375
source: Oddanchatram
hi: वोडानचतरम

# B4377
source: Odhan
hi: ओदहन

# B4378
source: Ojili
hi: ओजली

# B4379
source: Okalkanda
hi: ओकलकाण्डा

# B4381
source: Olakkur
hi: ओलाकूर

# B4382
source: Old Malda
hi: ओल्ड माल्दा

# B4383
source: Ollukkara
hi: ओलूककारा

# B4384
source: Olpad
hi: ओलपाद

# B4385
source: Omalur
hi: ओमालूर

# B4386
source: Omerga
hi: उमरगा

# B4387
source: Onda
hi: ओंडा

# B4388
source: Ongole
hi: ओंगले

# B4389
source: Ongpangkong (N)
hi: ओंगपेंगकोंग (एन)

# B4390
source: Ongpangkong (S)
hi: ओंगपेंगकोंग ( एस)

# B4391
source: Orathanadu
hi: ओराथानाडु

# B4392
source: Orchha
hi: ओरछा

# B4394
source: Ormanjhi
hi: ओरमानझी

# B4395
source: Orvakal
hi: ओरवाकल

# B4396
source: Osian
hi: ओसियन

# B4397
source: Osmanabad
hi: उसमानाबाद

# B4398
source: Ottapidaram
hi: चटापीदारम

# B4399
source: Ottappalam
hi: ओटापपलम

# B4400
source: Oupada
hi: ओपादा

# B4401
source: Owk
hi: ओक

# B4402
source: P Gannavaram
hi: पी गनावरम

# B4403
source: P.N.Palayam
hi: पी एन पलायाम

# B4404
source: P.N.Palayam
hi: पी एन पल्‍याम

# B4405
source: Pabo
hi: पाबौ

# B4406
source: Pachhad
hi: पछाद

# B4407
source: Pachim Mangaldoi
hi: पश्चिम मंगलडोई

# B4408
source: Pachipenta
hi: पच्छीपेंटा

# B4409
source: Pachora
hi: पछोरा

# B4410
source: Pachpedwa
hi: पच्छपेडवा

# B4411
source: Padampur
hi: पदमपुर

# B4412
source: Padampur
hi: पदमपुर

# B4414
source: Paddhari
hi: पदधारी

# B4415
source: Paderu
hi: पादेरू

# B4416
source: Padma
hi: पदमा

# B4418
source: Padmanabham
hi: पदमानाभम

# B4419
source: Padmapur
hi: पदमापुर

# B4420
source: Padra
hi: पादरा

# B4421
source: Padrauna
hi: पदरौना

# B4422
source: Pagidyala
hi: पगीदयाला

# B4423
source: Pahadgarh
hi: पहाड़गढ़

# B4424
source: Pahadi
hi: पहाड़ी

# B4425
source: Pahari
hi: पहाड़ी

# B4426
source: Paharpur
hi: पहाड़पुर

# B4427
source: Pahasu
hi: पहसु

# B4428
source: Pahla
hi: पाहला

# B4430
source: Paikmal
hi: पाईकमल

# B4431
source: Paithan
hi: पैठन

# B4432
source: Paka-Betbari
hi: पाका बेटबारी

# B4433
source: Pakala
hi: पाकला

# B4434
source: Pakhimaria
hi: पखीमरिया

# B4435
source: Pakhowal
hi: पाखोवल

# B4437
source: Pakri Barwan
hi: पाकरी बरवान

# B4438
source: Pakri Dayal
hi: पकरी दयाल

# B4439
source: Pakur Sadar
hi: पाकुर सदर

# B4440
source: Pakuria
hi: पाकुरिया

# B4441
source: Pakyong
hi: पाकयोंग

# B4442
source: Palacode
hi: पालाकोडे

# B4443
source: Palacole
hi: पल्‍लाकोल

# B4444
source: Palajori
hi: पालाजोरी

# B4445
source: Palakkad
hi: पल्‍लाककद

# B4446
source: Palakoderu
hi: पालाकोदेरू

# B4447
source: Palakonda
hi: पालाकोण्डा

# B4449
source: Palam
hi: पालम

# B4450
source: Palamaner
hi: पल्‍लामनेर

# B4451
source: Palani
hi: पलानी

# B4452
source: Palanpur
hi: पालनपुर

# B4453
source: Palasa
hi: पालसा

# B4454
source: Palasamudram
hi: पल्‍लासमुद्रम

# B4455
source: Palasi
hi: पलासी

# B4457
source: Palayamkottai
hi: पल्‍लयमकोटाई

# B4458
source: Palera
hi: पालेरा

# B4460
source: Palhani
hi: पल्‍हानी

# B4461
source: Palhna
hi: पलहाना

# B4462
source: Pali
hi: पाली

# B4463
source: Pali Gohparu
hi: पाली

# B4464
source: Pali
hi: पाली

# B4465
source: Pali
hi: पाली

# B4466
source: Gohparu
hi: पाली (गोहपारू)

# B4467
source: Paliganj
hi: पालीगंज

# B4469
source: Palitana
hi: पलीताना

# B4470
source: Paliya
hi: पालिया

# B4471
source: Palkot
hi: पालकोट

# B4472
source: Palladam
hi: पालादम

# B4474
source: Pallahara
hi: पाल्‍लाहारा

# B4476
source: Pallipalayam
hi: पालीपल्याम

# B4477
source: Pallipet
hi: पालीपेट

# B4478
source: Pallom
hi: पालोम

# B4479
source: Palluruthy
hi: पालूरूथी

# B4480
source: Palonghat
hi: पलोंगघाट

# B4481
source: Palsana
hi: पलसाना

# B4482
source: Palus
hi: पलुस

# B4484
source: Pamarru
hi: पामरू

# B4485
source: Pamarru
hi: पामारू

# B4486
source: Pamgarh
hi: पामगढ़

# B4487
source: Pamidi
hi: पामीदी

# B4488
source: Pamidimukkala
hi: पमदीमुक्काला

# B4489
source: Pampady
hi: पंपादी

# B4490
source: Pampakuda
hi: पंपाकूडा

# B4491
source: Pampore
hi: पंपोर

# B4492
source: Pamulapadu
hi: पामुलापाडु

# B4493
source: Pamur
hi: पामुर

# B4494
source: Panagar
hi: पानागढ़

# B4495
source: Panamarathupatti
hi: पन्‍नामरूथूपट्टी

# B4496
source: Panapur
hi: पन्‍नापुर

# B4497
source: Panchari
hi: पंचारी

# B4498
source: Panchdewari
hi: पंचदेवारी

# B4499
source: Panchla
hi: पांछला

# B4500
source: Panchrukhi
hi: पंचरूखी

# B4501
source: Panchrukhi
hi: पंचरूखी

# B4503
source: Pandah
hi: पनदाह

# B4504
source: Pandalam
hi: पंडालम

# B4505
source: Pandarak
hi: पंडारक

# B4506
source: Pandari Kripal
hi: पण्डारी कीरपल

# B4507
source: Pandariya
hi: पंडारिया

# B4508
source: Pandaul
hi: पांडौल

# B4509
source: Pandavapura
hi: पाण्डावापूरा

# B4510
source: Pandhana
hi: पंधाना

# B4511
source: Pandharpur
hi: पंढ़रपुर

# B4512
source: Pandhurna
hi: पन्धुरना

# B4513
source: Pandu
hi: पाण्डू

# B4514
source: Pandua
hi: पाण्डुवा

# B4516
source: Pangi
hi: पंगी

# B4518
source: Panhala
hi: पनहाला

# B4519
source: Panipat
hi: पानीपत

# B4520
source: Panisagar
hi: पानीसागर

# B4521
source: Panitola
hi: पेंटोला

# B4522
source: Paniyara
hi: पनियारा

# B4523
source: Panki
hi: पांकी

# B4524
source: Panna
hi: पाना

# B4525
source: Panruti
hi: पनरूती

# B4526
source: Pansemal
hi: पान्सेमल

# B4527
source: Panskura I
hi: पांसकुरा -1

# B4528
source: Panskura II
hi: पांसकुरा -2

# B4529
source: Panthalayani
hi: पंथाल्यानी

# B4530
source: Panvel
hi: पनवेल

# B4531
source: Panwari
hi: पनवारी

# B4532
source: Panyam
hi: पनयम

# B4533
source: Paomata T.D.Block
hi: पावोमाटा टी डी ब्‍लॉक

# B4534
source: Paonta Sahib
hi: पोंटा साहिब

# B4535
source: Papadahandi
hi: पापदाहांडी

# B4536
source: Papanasam
hi: पापनासम

# B4538
source: Pappakudi
hi: पप्‍पाकुडी

# B4539
source: Pappireddipatti
hi: पापीरेदीपाटी

# B4540
source: Para
hi: पारा

# B4541
source: Paraiya
hi: पाराया

# B4542
source: Parajang
hi: पाराजंग

# B4543
source: Parakkadavu
hi: परककादवू

# B4544
source: Parakode
hi: पाराकोडे

# B4545
source: Paralakhemundi
hi: परलाखेमूंदी

# B4546
source: Paramakudi
hi: परमाकूडी

# B4547
source: Paramathy
hi: पारामत्थी

# B4548
source: Paranda
hi: पारान्दा

# B4549
source: Parangipettai
hi: परांगीपेटाई

# B4550
source: Parasia
hi: परासिया

# B4551
source: Paraspur
hi: परासपुर

# B4552
source: Parassala
hi: परासल्‍ला

# B4553
source: Parasurampur
hi: परशुरामपुर

# B4554
source: Paraswara
hi: परसवाड़ा

# B4555
source: Paravada
hi: पारावाडा

# B4556
source: Paravur
hi: पारावूर

# B4557
source: Parbatsar
hi: परबातसर

# B4558
source: Parbatta
hi: परबाता

# B4559
source: Parbhani
hi: परभनी

# B4560
source: Parbung T.D.Block
hi: परबुंग टी डी ब्‍लॉक

# B4561
source: Parchur
hi: परचूर

# B4562
source: Pardaha
hi: पारदाहा

# B4563
source: Pardi
hi: पारदी

# B4565
source: Parigi
hi: पारीगी

# B4566
source: Parihar
hi: परिहार

# B4567
source: Parikshatgarh
hi: परीखस्तगढ़

# B4568
source: Pariyari
hi: परियारी

# B4570
source: Parli
hi: पारली

# B4571
source: Parner
hi: पारनेर

# B4572
source: Parola
hi: परोला

# B4573
source: Parsa
hi: पारसा

# B4574
source: Parsauni
hi: परसोनी

# B4575
source: Parsendi
hi: परसेंदी

# B4576
source: Parseoni
hi: पारस्योनी

# B4577
source: Partapur Kamaicha
hi: प्रतापुर कामीछा

# B4578
source: Partawal
hi: परतावल

# B4579
source: Partur
hi: परतुर

# B4580
source: Paru
hi: पारू

# B4582
source: Parvathipuram
hi: परवाथीपुरम

# B4583
source: Parwalpur
hi: परवालपुर

# B4584
source: Paschim Abhayapur
hi: पशि‍चम अभयपुर

# B4585
source: Paschim Kaliabar
hi: पशि‍चम कालीबाढ़

# B4586
source: Paschim Nalbari
hi: पशि‍चम नलबारी

# B4587
source: Pasgawan
hi: पासगावन

# B4588
source: Pasighat
hi: पासीघाट

# B4589
source: Patahi
hi: पटाही

# B4590
source: Patamda
hi: पाटमादा

# B4591
source: Patan
hi: पाटन

# B4592
source: Patan
hi: पटान

# B4593
source: Patan
hi: पटान

# B4594
source: Patan
hi: पाटन

# B4595
source: Patan
hi: पाटन

# B4597
source: Patara
hi: पाटरा

# B4598
source: Patarghat
hi: पाटरघाट

# B4599
source: Patashpur I
hi: पतासपुर-1

# B4600
source: Patashpur II
hi: पतासपुर-2

# B4601
source: Pataudi
hi: पटोदी

# B4602
source: Patepur
hi: पातेपुर

# B4603
source: Patera
hi: पटेरा

# B4604
source: Paterhi Belsar
hi: पाटेरी बेलसर

# B4605
source: Pathal Gadda
hi: पथल गाडा

# B4606
source: Pathalgaon
hi: पाथलगांव

# B4607
source: Pathanapuram
hi: पठानपुरम

# B4609
source: Pathapatnam
hi: पाथापट्टनम

# B4610
source: Pathardi
hi: पाथर्डी

# B4611
source: Pathargama
hi: पाथरगामा

# B4612
source: Patharia
hi: पठारिया

# B4614
source: Patharkandi
hi: पत्थरकाण्डी

# B4615
source: Patharpratima
hi: पठारप्रतिमा

# B4616
source: Patherdeva
hi: पत्थेरदेवा

# B4617
source: Pathri
hi: पाथरी

# B4618
source: Pati
hi: पाटी

# B4619
source: Pati
hi: पाटी

# B4620
source: Patiala
hi: पटियाला

# B4622
source: Patna
hi: पटना

# B4623
source: Patna
hi: पटना

# B4624
source: Patna Sadar
hi: पटना सदर

# B4625
source: Patnagarh
hi: पटनागढ़

# B4626
source: Patoda
hi: पाटोडा

# B4627
source: Patori
hi: पटोरी

# B4628
source: Patran
hi: पटरन

# B4629
source: Patrapur
hi: पटरापुर

# B4630
source: Patrasayar
hi: पटरासायर

# B4632
source: Pattambi
hi: पट्टाम्बी

# B4633
source: Pattamundai
hi: पट्टामुण्डाई

# B4634
source: Pattan
hi: पाठान

# B4635
source: Pattanakkad
hi: पटनाकद

# B4636
source: Patti
hi: पाटी

# B4638
source: Pattikonda
hi: पाटीकोण्डा

# B4639
source: Pattukkottai
hi: पाटूककोटाई

# B4640
source: Patur
hi: पातुर

# B4641
source: Pauli
hi: पौली

# B4642
source: Pauni
hi: पौनी

# B4643
source: Pauri
hi: पौड़ी

# B4644
source: Pavagada
hi: पावागाढ़ा

# B4645
source: Pawai
hi: पवाई

# B4646
source: Pawai
hi: पवाई

# B4648
source: Payagpur
hi: पयागपुर

# B4649
source: Payagpur
hi: पयागपुर

# B4650
source: Payakaraopeta
hi: पायाकारोपेटा

# B4651
source: Payyanur
hi: पयानूर

# B4652
source: Pazhayannur
hi: पजहयानूर

# B4653
source: Peapally
hi: पीपेली

# B4655
source: Pedaaraveedu
hi: पेड्डाराविडू

# B4656
source: Pedabayalu
hi: पेडाबायालू

# B4657
source: Pedacherlopalle
hi: पेडाचरलोपल्‍ली

# B4658
source: Pedagantyada
hi: पेडागन्त्याडा

# B4659
source: Pedakakani
hi: पेडाकाकनी

# B4660
source: Pedakurapadu
hi: पेडाकुरापाडु

# B4661
source: Pedana
hi: पेडना

# B4662
source: Pedanandipadu
hi: पेदनांदीपाडु

# B4663
source: Pedapadu
hi: पेडापाडु

# B4664
source: Pedaparupudi
hi: पेडापरूपुडी

# B4665
source: Pedapudi
hi: पेडापूडी

# B4666
source: Pedavegi
hi: पेडावेगी

# B4668
source: Pedda Kadubur
hi: पेडा काडुबुर

# B4669
source: Pedda Panjani
hi: पेडा पन्जनी

# B4672
source: Peddamandyam
hi: पेडडामन्डयम

# B4673
source: Peddamudium
hi: पेडामूडियम

# B4675
source: Peddapappur
hi: पेदापापुर

# B4676
source: Peddapuram
hi: पेडापुरम

# B4677
source: Peddathippasamudram
hi: पेडडाथि‍पासमुद्रम

# B4678
source: Peddavadugur
hi: पेदावादूगूर

# B4682
source: Peepal Khoont
hi: पेपलखुंत

# B4683
source: Peesangan
hi: पीसानगन

# B4685
source: Pehowa
hi: पेहवा

# B4686
source: Pellakur
hi: पेल्‍लाकुर

# B4687
source: Pen
hi: पेन

# B4688
source: Penagaluru
hi: पेनगालूरू

# B4689
source: Penamaluru
hi: पेनामल्‍लूरू

# B4691
source: Pendlimarri
hi: पेंडलीमारी

# B4693
source: Pendurthi
hi: पेनडूरथी

# B4694
source: Pennagaram
hi: पेन्‍नागारम

# B4696
source: Pentapadu
hi: पेंटापाडु

# B4697
source: Penu Konda
hi: पैनू कोन्डा

# B4699
source: Penuganchiprolu
hi: पेन्‍नूगांचीपरोलू

# B4700
source: Penugonda
hi: पेनूकोंडा

# B4701
source: Penumantra
hi: पेनूमंत्रा

# B4702
source: Penumuru
hi: पेन्‍नूमूरू

# B4703
source: Perambalur
hi: पेरामबल्‍लूर

# B4704
source: Perambra
hi: पेराम्बरा

# B4705
source: Peranamallur
hi: पेरानामलूर

# B4706
source: Peravali
hi: परावल्‍ली

# B4707
source: Peravoor
hi: परावूर

# B4708
source: Peravurani
hi: पेरावूरानी

# B4709
source: Peren
hi: पीरेन

# B4710
source: Perinthalmanna
hi: पेरींथालमन्‍ना

# B4711
source: Periyakulam
hi: पेरीयाकूलम

# B4712
source: Periyapatna
hi: पेरियापटना

# B4713
source: Pernambet
hi: पेरनामबेट

# B4714
source: Pernem
hi: परनेम

# B4715
source: Perumkadavila
hi: पेरूमकदाविला

# B4716
source: Perumpadappu
hi: पेरूमपदापू

# B4717
source: Perundurai
hi: पेरूंदुराई

# B4718
source: Petarwar
hi: पीटरवार

# B4719
source: Peth
hi: पेठ

# B4720
source: Petlad
hi: पेटलद

# B4721
source: Petlawad
hi: पेटलावद

# B4722
source: Pfutsero
hi: पफूतसेरो

# B4723
source: Phagi
hi: फागी

# B4724
source: Phagwara
hi: फगवाड़ा

# B4725
source: Phalodi
hi: फलोदी

# B4726
source: Phaltan
hi: फलटन

# B4727
source: Phanda
hi: फंडा

# B4728
source: Phansidewa
hi: फंसीदेवा

# B4730
source: Pharenda
hi: फरेन्दा

# B4731
source: Phek
hi: फैक

# B4732
source: Phenhara
hi: पेहनहारा

# B4733
source: Phillaur
hi: फिलौर

# B4734
source: Phirangipuram
hi: फिरंगीपुरम

# B4735
source: Phiringia
hi: फिरिंगिया

# B4736
source: Phomching
hi: फोमचिंग

# B4737
source: Phoolbehar
hi: फूलबेहर

# B4738
source: Phoolpur
hi: फूलपुर

# B4739
source: Phoolpur
hi: फूलपुर

# B4740
source: Phul
hi: फौल

# B4741
source: Phulbani
hi: फूलबानी

# B4742
source: Phullen
hi: फुलेन

# B4743
source: Phulparas
hi: फूलपारस

# B4744
source: Phulwaria
hi: फूलवारिया

# B4745
source: Phungyar T.D.Block
hi: फुंग्यार टी डी ब्‍लॉक

# B4746
source: Pichatur
hi: पिछातूर

# B4747
source: Pichhore
hi: पिछोर

# B4748
source: Piduguralla
hi: पिडुगुराला

# B4749
source: Pihani
hi: पिहानी

# B4750
source: Pilana
hi: पीलाना

# B4751
source: Pileru
hi: पिलेरू

# B4753
source: Pillukhera
hi: पिलूखेरा

# B4754
source: Pinahat
hi: पीनाहट

# B4756
source: Pindra
hi: पिन्दरा

# B4757
source: Pindwara
hi: पिंडवाड़ा

# B4758
source: Pingla
hi: पींगला

# B4759
source: Pinjore
hi: पिंजोर

# B4760
source: Piparasi
hi: पिपारसी

# B4761
source: Piparia
hi: पिपारिया

# B4762
source: Pipariya
hi: पिपारिया

# B4763
source: Pipili
hi: पीपली

# B4764
source: Piploda
hi: पीपलोदा

# B4765
source: Pipra
hi: पिपरा

# B4766
source: Pipra Kothi
hi: पीपरा कोठी

# B4767
source: Piprahi
hi: पिपराही

# B4768
source: Pipraich
hi: पिपराईच

# B4769
source: Piprali
hi: पिपराली

# B4770
source: Piprauli
hi: पिपरौली

# B4771
source: Pipu
hi: पीपू

# B4772
source: Pirawa (Sunel)
hi: पिरावा ( सुनेल)

# B4773
source: Piro
hi: पीरो

# B4774
source: Pirpaiti
hi: पीरपाती

# B4775
source: Pirtand
hi: पीरतंद

# B4776
source: Pisawan
hi: पीसावन

# B4777
source: Pithapuram
hi: पिठापुरम

# B4778
source: Pithora
hi: पिथोरा

# B4780
source: Pittalavanipalem
hi: पिटालावनीपालेम

# B4782
source: Podia
hi: पोडिया

# B4783
source: Podili
hi: पोडीली

# B4784
source: Podiuproda
hi: पोडीउपरोडा

# B4785
source: Podlakur
hi: पोडलाकुर

# B4786
source: Poduru
hi: पोडरू

# B4787
source: Pohri
hi: पोहरी

# B4788
source: Pokhra
hi: पोखड़ा

# B4789
source: Pokhri
hi: पोखरी

# B4790
source: Poladpur
hi: पोलादपुर

# B4791
source: Polaki
hi: पोलाकी

# B4792
source: Polasara
hi: पोलासारा

# B4793
source: Polavaram
hi: पोलावरम

# B4794
source: Polba-Dadpur
hi: पोलबा-दादपुर

# B4795
source: Pollachi(N)
hi: पोलाछी (एन )

# B4796
source: Pollachi(S)
hi: पोलाछी (एस)

# B4797
source: Polur
hi: पोलूर

# B4798
source: Ponani
hi: पोनानी

# B4799
source: Ponda
hi: पोंडा

# B4800
source: Ponduru
hi: पोण्डरू

# B4802
source: Pongalur
hi: पोंगालूर

# B4804
source: Ponnaluru
hi: पोनालूरू

# B4805
source: Ponnamaravathi
hi: पूनामअरवाथी

# B4806
source: Ponnur
hi: पौनूर

# B4807
source: Pooh
hi: पुह

# B4808
source: Poonamallee
hi: पुनमअल्‍ली

# B4809
source: Poonch
hi: पोंच

# B4810
source: Poondi
hi: पूण्डी

# B4811
source: Poraihat
hi: पोराईहाट

# B4812
source: Porbandar
hi: पोरबंदर

# B4813
source: Porsa
hi: पोरसा

# B4814
source: Porumamilla
hi: पोरूममिला

# B4815
source: Pothia
hi: पोथि‍या

# B4816
source: Potka
hi: पोटका

# B4817
source: Pottangi
hi: पोटांगी

# B4819
source: Powayan
hi: पोवायन

# B4820
source: Prabhat Pattan
hi: प्रभात पाटन

# B4821
source: Pragpur
hi: परागपुर

# B4822
source: Pranpur
hi: प्राणपुर

# B4823
source: Prantij
hi: प्रान्तीज

# B4824
source: Pratap Nagar
hi: प्रताप नगर

# B4825
source: Pratapganj
hi: प्रतापगंज

# B4826
source: Pratapgarh
hi: प्रतापगढ़

# B4828
source: Pratappur
hi: प्रतापपुर

# B4829
source: Pratappur
hi: प्रतापपुर

# B4831
source: Prathipadu
hi: परथीपाडु

# B4832
source: Prathipadu
hi: पराथीपाडु

# B4834
source: Prithivipur
hi: पृथ्वीपुर

# B4835
source: Proddutur
hi: पोरोदूतूर

# B4836
source: Pub Chaiduar
hi: पब छेदुआर

# B4837
source: Pub Mangaldoi
hi: पब मंगलडोई

# B4838
source: Pub Nalbari
hi: पब नलबारी

# B4839
source: Puduchatram
hi: पूदूछत्‍तरम

# B4840
source: Pudukkottai
hi: पूडूकोटाई

# B4841
source: Pudupalayam
hi: पूडूपल्‍ लयम

# B4842
source: Pudur
hi: पूदूर

# B4844
source: Puintala
hi: प्यूनताला

# B4845
source: Pulicherla
hi: पूलीछेरला

# B4846
source: Pulikeezh
hi: पुल्‍लीखेज

# B4847
source: Pulivendla
hi: पूलीवेन्डला

# B4849
source: Pullalacheruvu
hi: पूल्‍लालाचेरूवू

# B4850
source: Pullampady
hi: पूलामपडी

# B4851
source: Pullampeta
hi: पुल्‍लामपेटा

# B4852
source: Pulwama
hi: पुलवामा

# B4853
source: Punasa
hi: पूनासा

# B4854
source: Puncha
hi: पूंछा

# B4855
source: Pundri
hi: पुण्डरी

# B4856
source: Punganur
hi: पूंगानूर

# B4857
source: Pungro
hi: पूंगरू

# B4859
source: Punpun
hi: पुनपुन

# B4860
source: Pupari
hi: पूपारी

# B4861
source: Pura Bazar
hi: पूरा बाजार

# B4862
source: Puraini
hi: पुराइनी

# B4863
source: Purandhar
hi: पुरंधर

# B4864
source: Puranpur
hi: पूर्णपुर

# B4867
source: Puredalai
hi: पूरदलाई

# B4868
source: Puri
hi: पुरी

# B4869
source: Purkazi
hi: पुरकाजी

# B4871
source: Purna
hi: पूर्णा

# B4872
source: Purnahia
hi: पुरनाहिया

# B4873
source: Purnia East
hi: पूरनिया पूर्व

# B4874
source: Purola
hi: पूरोला

# B4875
source: Pursura
hi: पुरसुरा

# B4876
source: Purul T.D.Block
hi: पुरूल टी डी ब्‍लॉक

# B4877
source: Purulia-I
hi: पूरउलिया-1

# B4878
source: Purulia-II
hi: पूरउलिया-2

# B4879
source: Purusottampur
hi: पुरूषोतमपुर

# B4880
source: Purwa
hi: पुरवा

# B4881
source: Pusa
hi: पूसा

# B4882
source: Pusad
hi: पूसाद

# B4883
source: Pusapatirega
hi: पुष्पातिरेगा

# B4884
source: Pushparajgarh
hi: पुष्पाराजगढ़

# B4885
source: Pussore
hi: पूसोरे

# B4886
source: Puthalapattu
hi: पूथलापाटू

# B4887
source: Putlur
hi: पुतलुर

# B4888
source: Puttaparthi
hi: पुटापारथी

# B4889
source: Puttur
hi: पूटूर

# B4890
source: Puttur
hi: पूतूर

# B4891
source: Puwarka
hi: पुवारका

# B4892
source: Puzhakkal
hi: पूझाकल

# B4893
source: Puzhal
hi: पूझाल

# B4894
source: Pynursla
hi: प्यूनूरसला

# B4895
source: Qadian
hi: क्‍वादीयान

# B4897
source: Qazigund
hi: क्‍वाजीगुंड

# B4898
source: Quaderchowk
hi: क्‍वादरचौक

# B4899
source: Quepem
hi: क्यूपेम

# B4901
source: R S Pura
hi: आर एस पूरा

# B4902
source: R Udayagiri
hi: आर उदयगिरी

# B4903
source: R.K.Pet
hi: आर के पेट

# B4904
source: R.S. Mangalam
hi: आर एस मंगलम

# B4905
source: Racherla
hi: राचेरला

# B4906
source: Radaur
hi: रादौर

# B4907
source: Radhanagri
hi: राधानगरी

# B4908
source: Radhanpur
hi: राधानपुर

# B4909
source: Radhapuram
hi: राधापुरम

# B4910
source: Rafiabad
hi: रफियाबाद

# B4911
source: Rafiganj
hi: रफीगंज

# B4913
source: Raghogarh
hi: राघोगढ़

# B4914
source: Raghopur
hi: राघोपुर

# B4915
source: Raghopur
hi: राघोपुर

# B4917
source: Raghunathganj-I
hi: रघुनाथगंज-1

# B4918
source: Raghunathganj-II
hi: रघुनाथगंज-2

# B4919
source: Raghunathpur
hi: रघुनाथपुर

# B4920
source: Raghunathpur
hi: रघुनाथपुर

# B4921
source: Raghunathpur-I
hi: रघुनाथपुर-1

# B4922
source: Raghunathpur-II
hi: रघुनाथपुर-2

# B4923
source: Raha
hi: राहा

# B4924
source: Rahata
hi: राहता

# B4925
source: Rahatgarh
hi: राहतगढ़

# B4926
source: Rahi
hi: राही

# B4927
source: Rahika
hi: राहिका

# B4928
source: Rahli
hi: राहली

# B4929
source: Rahui
hi: राहूई

# B4930
source: Rahuri
hi: राहूरी

# B4931
source: Rai
hi: राय

# B4932
source: Raibag
hi: रायबाग

# B4933
source: Raichur
hi: रायचूर

# B4934
source: Raidih
hi: रायधी

# B4935
source: Raiganj
hi: रायगंज

# B4936
source: Raigarh
hi: रायगढ़

# B4937
source: Raighar
hi: रायगढ़

# B4939
source: Raikia
hi: रायकिया

# B4941
source: Railmagra
hi: रेलमागरा

# B4945
source: Raipur
hi: रायपुर

# B4946
source: Raipur
hi: रायपुर

# B4947
source: Raipur
hi: रायपुर

# B4948
source: Raipur Karchulian
hi: रायपुर करछूलियन

# B4949
source: Raipur Rani
hi: रायपुर रानी

# B4950
source: Raipur-I(Raipur)
hi: रायपुर -1(रायपुर)

# B4951
source: Raipur-II(Sarenga)
hi: रायपुर -2(रायपुर)

# B4952
source: Rairakhole
hi: रायराखोले

# B4953
source: Rairanghpur
hi: रायरंघपुर

# B4954
source: Raisinghnagar
hi: राय‍सिंगनगर

# B4955
source: Rait
hi: रायत

# B4956
source: Raj Dhanwar
hi: राज धनवार

# B4957
source: Raj Garh
hi: राज गड़

# B4958
source: Rajabazar
hi: राजाबाजार

# B4959
source: Rajahmundry(Rural)
hi: राजमुन्द्रे (रूरल)

# B4960
source: Rajakhera
hi: राजाखेरा

# B4961
source: Rajakkamangalam
hi: राजाककमानगलम

# B4962
source: Rajam
hi: राजम

# B4963
source: Rajampet
hi: राजमपेट

# B4964
source: Rajanagaram
hi: राजनग्राम

# B4965
source: Rajapakar
hi: राजापाकर

# B4966
source: Rajapalayam
hi: राजापल्‍लयम

# B4968
source: Rajapur
hi: राजपुर

# B4969
source: Rajapur
hi: राजापुर

# B4970
source: Rajarhat
hi: राजारहट

# B4971
source: Rajauli
hi: राजाउली

# B4972
source: Rajaun
hi: राजोन

# B4973
source: Rajavommangi
hi: राजावोमांगी

# B4975
source: Rajepur
hi: राजेपुर

# B4976
source: Rajgangpur
hi: राजगंगपुर

# B4977
source: Rajganj
hi: राजगंज

# B4978
source: Rajgarh
hi: राजगढ़

# B4979
source: Rajgarh
hi: राजगढ़

# B4980
source: Rajgarh
hi: राजगढ़

# B4981
source: Rajgarh
hi: राजगढ़

# B4982
source: Rajgir
hi: राजगिर

# B4984
source: Rajkanika
hi: राजकनिका

# B4985
source: Rajkot
hi: राजकोट

# B4986
source: Rajmahal
hi: राजमहल

# B4987
source: Rajnagar
hi: राजनगर

# B4988
source: Rajnagar
hi: राजनगर

# B4989
source: Rajnagar
hi: राजनगर

# B4990
source: Rajnagar
hi: राजनगर

# B4991
source: Rajnagar
hi: राजनगर

# B4992
source: Rajnagar Govindpur
hi: राजनगर (गोविन्दपुर)

# B4993
source: Rajnandgaon
hi: राजनंदगांव

# B4994
source: Rajound
hi: रजोंद

# B4995
source: Rajouri
hi: राजोरी

# B4996
source: Rajpur
hi: राजपुर

# B4997
source: Rajpur
hi: राजपुर

# B4998
source: Rajpur
hi: राजपुर

# B4999
source: Rajpur
hi: राजपुर

# B5002
source: Rajpura
hi: राजपुरा

# B5003
source: Rajpura
hi: राजपुरा

# B5004
source: Rajsamand
hi: राजसामंद

# B5005
source: Raju Palem
hi: राजू पालेम

# B5006
source: Rajula
hi: राजूला

# B5007
source: Rajupalem
hi: राजूपालेम

# B5008
source: Rajura
hi: राजूरा

# B5009
source: Rajwar
hi: रजवाड़

# B5010
source: Ram Nagar
hi: राम नगर

# B5011
source: Ram Nagar
hi: राम नगर

# B5012
source: Ram Nagar
hi: राम नगर

# B5013
source: Ram Nagar
hi: रामनगर

# B5014
source: Rama
hi: रामा

# B5015
source: Rama Kuppam
hi: रामा कूपम

# B5016
source: Ramabhadrapuram
hi: रामभद्रपुरम

# B5018
source: Ramachandrapuram
hi: रामचन्द्रपुरम

# B5019
source: Ramachandrapuram
hi: रामचन्द्रपुरम

# B5021
source: Ramadurga
hi: रामादुर्गा

# B5022
source: Ramagiri
hi: रामा‍गिरी

# B5024
source: Ramanagar
hi: रामनगर

# B5026
source: Ramanathapuram
hi: रामानाथपुरम

# B5027
source: Ramanguda
hi: रमनगुडा

# B5030
source: Ramapuram
hi: रामापुरम

# B5031
source: Ramasamudram
hi: रामसमुद्रम

# B5034
source: Rambilli
hi: राम‍बिल्‍ली

# B5037
source: Ramgarh
hi: रामगढ़
