Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B7380
source: Chivvemla
hi: चिव्वेमला

# B7381
source: Mothey
hi: मोथि

# B7382
source: Nuthankal
hi: नुथनकाल

# B7383
source: Penpahad
hi: पेंपाहाद

# B7384
source: Suryapet
hi: सूर्यापेट

# B7385
source: Thirumalagiri
hi: थिरुमालागिरि

# B7386
source: Thunga Thurthy
hi: थुंगा थुरथी

# B7387
source: Garide Pally
hi: गैरीड पाली

# B7388
source: Nered Cherla
hi: चेरेडाला

# B7389
source: Chilkur
hi: चिल्कुर

# B7390
source: Huzurnagar
hi: हुजूरनगर

# B7391
source: Kodad
hi: कोडाद

# B7392
source: Mattampally
hi: मत्तमपाल्ली

# B7393
source: Mellachervu
hi: मेल्लाचेर्वु

# B7394
source: Munagala
hi: मुनागाला

# B7395
source: Nadigudem
hi: नादिगुडम

# B7396
source: Kodangal
hi: कोडंगल

# B7397
source: Bomraspeta
hi: बोमरासपेता

# B7398
source: Marpalle
hi: मारपेल्ले

# B7399
source: Mominpet
hi: मोमिनपत

# B7400
source: Nawabpet
hi: नावाबपत

# B7401
source: Vikarabad
hi: विकाराबाद

# B7402
source: Pudur
hi: पुदुर

# B7403
source: Kulkacharla
hi: कुलकाचारला

# B7404
source: Doma
hi: डोमा

# B7405
source: Pargi
hi: पारगी

# B7406
source: Dharur
hi: धारुर

# B7407
source: Bantaram
hi: बंताराम

# B7408
source: Peddemul
hi: पेड्ड्मुल

# B7409
source: Yelal
hi: येलाल

# B7410
source: Basheerabad
hi: बशिराबाद

# B7411
source: Tandur
hi: तंदूर

# B7412
source: Wanaparthy
hi: वानापार्थी

# B7413
source: Gopalpeta
hi: गोपालपेटा

# B7414
source: Peddamandadi
hi: पेद्दामंदादी

# B7415
source: Ghanpur
hi: घनपुर

# B7416
source: Pangal
hi: पनगल

# B7417
source: Pebbair
hi: पेब्बेर

# B7418
source: Weepangandla
hi: वीपंगंद्ला

# B7419
source: Kothakota
hi: कोथाकोटा

# B7420
source: Atmakur
hi: अत्माकुर

# B7421
source: Alair
hi: अलेर

# B7422
source: Rajapet
hi: राजापत

# B7423
source: Mothkur
hi: मोथकुर

# B7424
source: Thurkapally
hi: थुरकापाल्ली

# B7425
source: Yadagirigutta
hi: यादागिरिगुत्ता

# B7426
source: Bibinagar
hi: बिबिनागर

# B7427
source: Bommalaramaram
hi: बोम्मालारामाराम

# B7428
source: Atmakur (M)
hi: अत्तमाकुर (एम)

# B7429
source: Ramannapeta
hi: रामान्नापेता

# B7430
source: Valigonda
hi: वलिगोंडा

# B7431
source: Choutuppal
hi: चौटुप्पल

# B7432
source: Narayanapur
hi: नारायणपुर

# B7433
source: Elkathurthi
hi: एल्काथुर्थि

# B7434
source: Bheemadevarpalle
hi: भिमादेवर्पाल्ले

# B7435
source: Kamalapur
hi: कमालपुर

# B7436
source: Hanamkonda
hi: हनामकोंडा

# B7437
source: Dharmasagar
hi: धर्मसागर

# B7438
source: Hasanparthy
hi: हसनपार्थी

# B7439
source: Hodal
hi: होडल

# B7440
source: Ambala II
hi: अंबाला II

# B7441
source: Saha
hi: साहा

# B7442
source: Behal
hi: बहल

# B7443
source: Jakhal
hi: जाखल

# B7444
source: Siwan
hi: सिवान

# B7445
source: Ismailabad
hi: स्मेलाबाद

# B7446
source: Nizampur
hi: निजामपुर

# B7447
source: Satnali
hi: सतनाली

# B7448
source: Sihma
hi: सिह्मा

# B7450
source: Sanoli Khurd
hi: सनोली खुर्द

# B7451
source: Murthal
hi: मुरथल

# B7452
source: Prithla
hi: प्रिथला

# B7453
source: Adilabad Rural
hi: आदिलाबाद ग्रामीण

# B7454
source: Abdullapurmet
hi: अब्दुल्लापुरम्त

# B7455
source: Adavidevulapally
hi: अदावीदेवुलापल्ली

# B7456
source: Adda Gudur
hi: अडा गुदुर

# B7457
source: Akkannapet
hi: अक्कन्नापेट

# B7458
source: Allapalli
hi: अल्लापल्ली

# B7459
source: Alwal
hi: अल्वाल

# B7460
source: Amarchintha
hi: अमर्चिंथा

# B7461
source: Ameenpur
hi: अमिनपुर

# B7462
source: Ananthagiri
hi: अन्नथागीरी

# B7463
source: Annapureddypalli
hi: अन्नापुरेद्दीपल्ली

# B7464
source: Anthergoan
hi: एंथरगाँव

# B7465
source: Bachupally
hi: बचुपल्ली

# B7466
source: Balapur
hi: बालापुर

# B7468
source: Beerpur
hi: बीरपुर

# B7469
source: Bheemaram
hi: भीमाराम

# B7470
source: Bheempur
hi: भीमपुर

# B7471
source: Bibipet
hi: बिबिपत

# B7472
source: Buggaram
hi: बुग्गाराम

# B7473
source: Charakonda
hi: चाराकोंडा

# B7474
source: Chilipched
hi: चिलिपशद

# B7475
source: Chilpur
hi: चिलपुर

# B7476
source: Chinnagudur
hi: चिन्नागुदुर

# B7477
source: Chinnambavi
hi: चिन्नमबवि

# B7478
source: Chintalamanepally
hi: चिंतालामानेपल्ली

# B7479
source: Chinthalapalem
hi: चिंथालापल्म

# B7480
source: Chowdergudem
hi: चोव्दर्गुदम

# B7481
source: Chunchupally
hi: चुंचुपल्ली

# B7482
source: Damera
hi: द्मेरा

# B7484
source: Dasturabad
hi: द्स्तुराबाद

# B7485
source: Dundigal Gandimaisamma
hi: डंडीगल गंडमिसम्मा

# B7486
source: Gadiguda
hi: गदिगुडा

# B7487
source: Gandipet
hi: गांदीपत

# B7488
source: Garlabayyaram
hi: गरलाबायाराम

# B7489
source: Amangal
hi: अमांगल

# B7490
source: Farooqnagar
hi: फारुकनगर

# B7491
source: Keshampeta
hi: केशमपेता

# B7492
source: Kondurg
hi: कोंदुर्ग

# B7493
source: Kothur
hi: कोथुर

# B7494
source: Madgul
hi: मद्गुल

# B7495
source: Talakondapalle
hi: तालाकोंदापेल्ले

# B7496
source: Gandeed
hi: गनदीद

# B7497
source: Gangaram
hi: गंगाराम

# B7498
source: Ganneruvaram
hi: गनेरुवाराम

# B7499
source: Gummadidala
hi: गुम्मादिदाला

# B7500
source: Hajipur
hi: हाजीपुर

# B7501
source: Havelighanpur
hi: हवेलीघनपूर

# B7502
source: Inavolu
hi: इनावोलू

# B7503
source: Indalwai
hi: इंदाल्वाई

# B7504
source: Jagtial Rural
hi: बुग्गाराम

# B7505
source: Kadthal
hi: काद्थाल

# B7506
source: Kaloor Thimmandoddi
hi: कलूर थिम्मंडोड्डी

# B7507
source: Kandi
hi: कंडी

# B7509
source: Kannepalli
hi: कन्नेपल्ली

# B7510
source: Kapra
hi: कापरा

# B7511
source: Karakagudem
hi: कार्कागुदम

# B7512
source: Karimnagar Rural
hi: करीमनगर ग्रामीण

# B7513
source: Khaazipet
hi: खाज़िपत

# B7514
source: Khila Warangal
hi: ख़िला वारंगल

# B7515
source: Komuravelli
hi: कोमुरावेल्ली

# B7516
source: Kondamallepally
hi: कोंदामालेपल्ली

# B7517
source: Kotepally
hi: कोटेपल्ली

# B7518
source: Kothapally
hi: कोथापल्ली

# B7520
source: Laxmidevipally
hi: लक्ष्मीदेवीपल्ली

# B7521
source: Lingapur
hi: लिंगापुर

# B7522
source: Madanapur
hi: मदानापुर

# B7523
source: Maddirala
hi: मद्दिराला

# B7524
source: Madugulapally
hi: मदुगुलापल्ली

# B7525
source: Mahabubnagar Rural
hi: महबूबनगर ग्रामीण

# B7526
source: Manoharabad
hi: मनोहराबाद

# B7528
source: Markook
hi: मरकूक

# B7529
source: Mavala
hi: मावाला

# B7530
source: Medipally
hi: मेदिपल्ली

# B7531
source: Mendora
hi: मेंदोरा

# B7532
source: Mogudampally
hi: मोगुदमपल्ली

# B7533
source: Moosapet
hi: मुसापत

# B7534
source: Motakondur
hi: मोताकोंदुर

# B7535
source: Mugpal
hi: मुगपाल

# B7536
source: Mupkal
hi: मूपकाल

# B7538
source: Nandigama
hi: नंदीगाम

# B7539
source: Narsapur G
hi: नरसापुर जी

# B7540
source: Narsingi
hi: नरसिंगी

# B7541
source: Naspur
hi: नसपुर

# B7542
source: Nasurullabad
hi: नसरुल्लाबाद

# B7543
source: Neredugommu
hi: नेरदुगोम्मु

# B7544
source: Nirmal Rural
hi: निर्मल ग्रामीण

# B7545
source: Nizamabad Rural
hi: निजामाबाद ग्रामीण

# B7546
source: Nizampet
hi: निजामपत

# B7547
source: Padara
hi: पदारा

# B7548
source: Palakeedu
hi: पालाकिडु

# B7549
source: Palakurthy
hi: पालाकुर्थी

# B7550
source: Palimela
hi: पालीमेला

# B7551
source: Pedda Kodapgal
hi: पेद्दा कोडापगल

# B7552
source: Peddavangara
hi: पेड्डवांगारा

# B7553
source: Pembi
hi: पेम्बि

# B7554
source: Penchikalpet
hi: पेंचीकालपत

# B7555
source: Pentlavelli
hi: पेनतलावेल्ली

# B7556
source: Raghunadhapalem
hi: रघुनाधापेलम

# B7557
source: Raipole
hi: रायपोल

# B7558
source: Rajampet
hi: राजमपेट

# B7559
source: Rajapur
hi: राजापुर

# B7560
source: Rajoli
hi: रजोली

# B7561
source: Ramagiri
hi: रामगीरी

# B7562
source: Ramareddy
hi: रामारेड्डी

# B7563
source: Revally
hi: रेवाल्ली

# B7564
source: Rudrangi
hi: रुद्ररांगी

# B7565
source: Rudrur
hi: रुदरुर

# B7566
source: Siddipet Rural
hi: सिद्दीपेट ग्रामीण

# B7567
source: Siddipet Urban
hi: सिद्दीपेट अर्बन

# B7568
source: Sirgapoor
hi: सिर्गापुर

# B7569
source: Sirikonda
hi: सिरिकोनडा

# B7570
source: Soan
hi: सोन

# B7571
source: Srirangapur
hi: श्रीरंगापुर

# B7572
source: Sujathanagar
hi: सुजाथानगर

# B7573
source: Tekumatla
hi: टेकुमतला

# B7574
source: Thangallapalli
hi: थानगल्लापल्ली

# B7575
source: Tharigoppula
hi: थारिगोप्पुला

# B7577
source: Tirumalagiri Sagar
hi: तिरुमलगिरी सागर

# B7578
source: Undavelly
hi: उंदावेल्ली

# B7579
source: Urkonda
hi: उर्कोंदा

# B7580
source: Vatpally
hi: वातपल्ली

# B7581
source: Veernapalli
hi: विरनापल्ली

# B7582
source: Velair
hi: वेलेयर

# B7583
source: Vemulawada Rural
hi: वेमुलावाड़ा ग्रामीण

# B7584
source: Yergatla
hi: जर्गातला

# B7585
source: Raniganj
hi: रानीगंज

# B7586
source: Jhargram
hi: झारग्राम

# B7587
source: Gopiballavpur I
hi: गोपीबल्लवपुर-I

# B7588
source: Gopiballavpur II
hi: गोपीबल्लवपुर-II

# B7589
source: Nayagram
hi: नयाग्राम

# B7590
source: Sankrail
hi: संक्रेल

# B7591
source: Binpur I
hi: बिनपुर-I

# B7592
source: Binpur II
hi: बिनपुर-II

# B7593
source: Jamboni
hi: जमबोनी

# B7594
source: Lokeshwaram
hi: लोकेश्वाराम

# B7595
source: Nirmal
hi: निर्मल

# B7596
source: Ellanthakunta
hi: एलानथाकुंता

# B7597
source: Aiza
hi: ऐजा

# B7598
source: Doulatabad
hi: दोलताबाद

# B7599
source: Aravapally
hi: अरावापल्ली

# B7600
source: Bhuvanagiri
hi: भुवनागीरी

# B7601
source: Pochampally
hi: पोचमपैल्ली

# B7602
source: Ellandakunta
hi: एल्लंदाकुनता

# B7603
source: Nadikuda
hi: नादिकुडा

# B7604
source: Nagiligidda
hi: नगिलिगिद्दा

# B7605
source: Ganganagar
hi: गंगानगर

# B7606
source: Raisyabari
hi: रेसयाबारी

# B7607
source: Durga Chowmuhani
hi: दुर्गा चौमुहानी

# B7608
source: Laljuri
hi: ललजुरी

# B7609
source: Kalachara
hi: कालाचारा

# B7610
source: Jubarajnagar
hi: जुबाराजनागर

# B7611
source: Gournagar
hi: गोरनगर

# B7612
source: Chandipur
hi: चांदीपुर

# B7613
source: Kumarghat
hi: कुमारघाट

# B7614
source: Pencharthal
hi: पेंचारथाल

# B7615
source: Jolaibari
hi: जोलेबारी

# B7616
source: Bharat chandranagar
hi: भरत चंद्रनगर

# B7617
source: Poyangbari
hi: पोयंगबारी

# B7618
source: Matarbari
hi: मतारबारी

# B7619
source: Tepania
hi: तेपनिया

# B7620
source: Killa
hi: किल्ला

# B7621
source: Amarpur
hi: अमरपुर

# B7622
source: Ompi
hi: ओमपी

# B7623
source: Kakraban
hi: काक्राबन

# B7624
source: Karbook
hi: कारबुक

# B7625
source: Shilachari
hi: शिलाचारी

# B7626
source: Teliamura
hi: तेलियामुरा

# B7627
source: Mungiakami
hi: मुंगियाकोमी

# B7628
source: Khowai
hi: खोवाई

# B7629
source: Kalyanpur
hi: कल्याणपुर

# B7630
source: Padmabil
hi: पद्माबिल

# B7631
source: Tulasikhar
hi: तुलासिखर

# B7633
source: Lefunga
hi: लेफंगा

# B7634
source: Belbari
hi: बेलबारी

# B7635
source: Bamutia
hi: बमुतिया

# B7636
source: Bishalghar
hi: बिशालघर

# B7637
source: Charilam
hi: चारीलम

# B7638
source: Jampaijala
hi: जम्पेजाला

# B7639
source: Kathalia
hi: कथालिया

# B7640
source: Melaghar
hi: मेलाघर

# B7641
source: Boxanagar
hi: बोक्सानगर

# B7642
source: Nalchar
hi: नलचार

# B7643
source: Mohanbhog
hi: मोहांभोग

# B7662
source: Mechuka
hi: मेचुका

# B7663
source: Monigong
hi: मोनीगांग

# B7665
source: Pongchau Wakka
hi: पोंचचू वक्का

# B7666
source: Niausa
hi: निआसा

# B7667
source: Kanubari
hi: कनुबारी

# B7668
source: Raga
hi: राग

# B7669
source: Ramle Bango
hi: रामले बांगो

# B7670
source: Gensi
hi: रमले बांगो

# B7671
source: Likabali
hi: लीकाबाली

# B7672
source: Pakkekessang
hi: पक्केकेस्संग

# B7673
source: Palin
hi: पॉलिन

# B7674
source: Tali
hi: ताली

# B7675
source: Thoguta
hi: थोगुता

# B7676
source: Kaying
hi: केइंग

# B7677
source: Rumgong
hi: रमगोंग

# B7678
source: Pangin Boleng
hi: पैंगिन बोलेंग

# B7679
source: Chhotaudepur
hi: छोटाउद्यपुर

# B7680
source: Jetpur Pavi
hi: जेतपुर पावी

# B7681
source: Kawant
hi: कावांत

# B7682
source: Naswadi
hi: नसवादी

# B7683
source: Sankheda
hi: संखेदा

# B7684
source: Botad
hi: बोटाड

# B7685
source: Barwala
hi: बरवाला

# B7686
source: Gadhada
hi: गधादा

# B7687
source: Ranpur
hi: रानपुर

# B7688
source: Bhanwad
hi: भनवाड

# B7689
source: Kalyanpur
hi: कल्याणपुर

# B7690
source: Khambhalia
hi: खामभालिया

# B7691
source: Okhamandal Dwarka
hi: ओखामंडल द्वारका

# B7692
source: Eturnagaram
hi: एतरनाग्राम

# B7693
source: Kodinar
hi: कोडिनार

# B7694
source: Sutrapada
hi: सुत्रापद

# B7695
source: Talala
hi: तलाला

# B7696
source: Una
hi: ऊना

# B7697
source: Veraval
hi: वेरावल

# B7698
source: Balasinor
hi: बालासिनोर

# B7699
source: Kadana
hi: कदाना

# B7700
source: Khanpur
hi: खानपुर

# B7701
source: Lunawada
hi: लुनावादा

# B7702
source: Santrampur
hi: संतरामपुर

# B7703
source: Virpur
hi: वीरपुर

# B7704
source: Halvad
hi: ह्लवाद

# B7705
source: Maliya Miyana
hi: मालिया मियाना

# B7706
source: Morbi
hi: मोरबी

# B7707
source: Tankara
hi: टंकारा

# B7708
source: Wankaner
hi: वांकानेर

# B7709
source: Bayad
hi: बायाद

# B7710
source: Bhiloda
hi: भिलोदा

# B7711
source: Dhansura
hi: धनसुरा

# B7712
source: Malpur
hi: मालपुर

# B7713
source: Meghraj
hi: मेघराज

# B7714
source: Modasa
hi: मोदासा

# B7715
source: Govindaraopet
hi: गोविंदाराओपत

# B7716
source: Kannaigudem
hi: कन्नेगुदम

# B7717
source: Mangapet
hi: मंगापत

# B7718
source: Mulug
hi: मलग

# B7719
source: Tadvai
hi: ताद्वाई

# B7720
source: Venkatapur
hi: वेंकातापुर

# B7721
source: Venkatapuram
hi: वेंकातापुरम

# B7722
source: Wazeed
hi: वाजीद

# B7723
source: Damaragidda
hi: दामरागिद्दा

# B7724
source: Dhanwada
hi: धनवाडा

# B7725
source: Kosgi
hi: कोसगि

# B7726
source: Krishna
hi: कृष्णा

# B7727
source: Maddur
hi: मद्द्र्र

# B7728
source: Maganoor
hi: मागानूर

# B7729
source: Makthal
hi: मक्थाल

# B7730
source: Marikal
hi: मरिकाल

# B7731
source: Narayanpet
hi: नारायनपत

# B7732
source: Narva
hi: नार्वा

# B7733
source: Utkoor
hi: उतकूर

# B7734
source: Kukatpally
hi: कुकातपल्ली

# B7735
source: Muduchinthalaphally
hi: मुदुचिंथालाफ्ल्ली

# B7736
source: Chandur
hi: चंदूर

# B7737
source: Mosra
hi: मोसरा

# B7738
source: Nizamabad South
hi: निजामाबाद दक्षिण

# B7739
source: Narayanraopet
hi: नारायणरोपत

# B7740
source: Warangal
hi: वारंगल

# B7742
source: Ariankuppam
hi: अरिय्नकुप्पम

# B7743
source: Villianur
hi: विल्लियनर

# B7744
source: karaikal
hi: कारायकाल

# B7745
source: Atari
hi: अटारी

# B7746
source: Goniana
hi: गोनियाना

# B7747
source: Dorangla
hi: दोरन्गला

# B7748
source: Mehatpur
hi: मेहतपुर

# B7749
source: Railkot
hi: रेकोट

# B7750
source: Maloudh
hi: मालऊध

# B7751
source: Gharota
hi: घारोता

# B7754
source: Durbugh
hi: दुरबघ

# B7755
source: Khalsti
hi: खाल्सती

# B7756
source: Kharu
hi: खारु

# B7757
source: Leh
hi: लेह

# B7759
source: Nyoma
hi: न्योमा

# B7760
source: Drass
hi: द्रास

# B7761
source: Kargil
hi: कारगिल

# B7762
source: Sankoo
hi: सनकू

# B7763
source: Shakar Chiktan
hi: शकर चिकटन

# B7764
source: Shargole
hi: शारगोल

# B7765
source: Tai Suru
hi: ताई सुरू

# B7766
source: Zanaskar
hi: ज़नासकर

# B7767
source: Anantnag
hi: अनंतनाग

# B7768
source: Bijibehara
hi: बिजीबेहरा

# B7769
source: Chathergul
hi: चथरगुल

# B7770
source: Hiller Shahabad
hi: हिलर शाहाबाद

# B7771
source: Larnoo
hi: लरनू

# B7773
source: Sagam
hi: सगम

# B7774
source: Verinag
hi: वेरिनाग

# B7775
source: Vessu
hi: वस्सु

# B7776
source: Behibag
hi: बहिबाग

# B7777
source: Devsar
hi: देवसर

# B7778
source: Damhal Hanji Pora
hi: दमहाल हाँजी पोरा

# B7779
source: D K Marg
hi: डी के मार्ग

# B7780
source: Frisal
hi: फ्रिसाल

# B7781
source: Kulgam
hi: कुलगम

# B7782
source: Kund
hi: कुंद

# B7783
source: Manzgam
hi: मंज़गम

# B7784
source: Pahloo
hi: पहलु

# B7785
source: Pombay
hi: पोमबे

# B7786
source: Qaimoh
hi: केमोह

# B7787
source: Charisharief
hi: चारीशरीफ

# B7788
source: Pakherpora
hi: पखेरपोरा

# B7789
source: Parnewa
hi: परनेवा

# B7790
source: Rathsun
hi: रथसन

# B7791
source: S K Pora
hi: एस के पोरा

# B7792
source: Soibugh
hi: सोएबघ

# B7793
source: Sukhnag Hard Panzoo
hi: सुखनाग कठिन पंजू

# B7794
source: Surasyar
hi: सुरासयार

# B7795
source: Waterhail
hi: वॉटरहेल

# B7796
source: Aloosa
hi: अलुसा

# B7797
source: Arin
hi: अरिन

# B7798
source: Baktoor
hi: बाकतुर

# B7799
source: Bandipora
hi: बन्दीपोरा

# B7800
source: Bonkoot
hi: बोंकुट

# B7801
source: Ganstan
hi: गनसतान

# B7802
source: Gurez
hi: गरेज़

# B7803
source: Hajin
hi: हाजिन

# B7804
source: Naidkhay
hi: नैद्खय

# B7805
source: Nowgam
hi: नोवगम

# B7806
source: Sumbal
hi: समबाल

# B7807
source: Tulail
hi: तुलेल

# B7808
source: Bijhama
hi: बिझामा

# B7809
source: Chandil Wangam
hi: चांडिल वांगम

# B7810
source: Hardaboora
hi: हरदाबुरा

# B7811
source: Kandi Rafiabad
hi: कांडी रफियाबाद

# B7812
source: Khaipora
hi: खेपोरा

# B7813
source: Lalpora
hi: ललपोरा

# B7814
source: Nadihal
hi: नादिहाल

# B7815
source: Narwah
hi: नरवाह

# B7816
source: Noorkah
hi: नूरकाह

# B7817
source: Paranpeela
hi: परनपीला

# B7818
source: Sangrama
hi: संग्रामा

# B7819
source: Sherabad Khore
hi: शेराबाद खोर

# B7820
source: Tujjar Sharief
hi: तुज्जर शरीफ

# B7821
source: Wailoo
hi: वेलू

# B7822
source: Bhalla
hi: भल्ला

# B7823
source: Changa
hi: चंगा

# B7824
source: Chilli Pingal
hi: चिल्ली पिंगल

# B7825
source: Chiralla
hi: चिराल्ला

# B7826
source: Dali Udhyanpur
hi: डाली उधयनपुर

# B7827
source: Gundana
hi: गुंदाना

# B7828
source: Jakyas
hi: जकयास

# B7829
source: Kahara
hi: कहारा

# B7830
source: Kastigarh
hi: कसतिघर

# B7831
source: Khellani
hi: खेल्लानी

# B7832
source: Marmat
hi: मार्मत

# B7834
source: Dachhan
hi: दाछ्न

# B7835
source: Drabshalla
hi: द्राबशाल्ला

# B7836
source: Inderwal
hi: इंद्र्वाल

# B7837
source: Kishtwar
hi: किश्तवार

# B7838
source: Marwah
hi: मारवाह

# B7839
source: Mughalmaidan
hi: मुघलमैदान

# B7840
source: Nagseni
hi: नागसेनी

# B7841
source: Paddar
hi: पद्दर

# B7842
source: Palmar
hi: पलमर

# B7843
source: Thakraie
hi: थाकरे

# B7844
source: Trigam
hi: त्रिगम

# B7845
source: Warwan
hi: वारवा

# B7846
source: Banihal
hi: बानीहाल

# B7847
source: Batote
hi: बतोते

# B7848
source: Gandhri
hi: गनधरी

# B7849
source: Gool
hi: गुल

# B7850
source: Gundi Dharam
hi: गुंदि धर्म

# B7851
source: Khari
hi: खारी

# B7852
source: Rajgarh
hi: राजगढ

# B7853
source: Ramban
hi: रामवन

# B7854
source: Ramsu
hi: रमसु

# B7855
source: Sangaldan
hi: सन्गलदन

# B7856
source: Ukhral
hi: उखराल

# B7857
source: Arnia
hi: अरनिया

# B7858
source: Bhalwal Brahmana
hi: भलवाल ब्राह्मण

# B7859
source: Chowki Choura
hi: चौकी चौरा

# B7860
source: Kharah Balli
hi: खरहा बल्ली

# B7861
source: Maira Mandrian
hi: मायरा मंड्रियन

# B7862
source: Mandal Phallain
hi: मंडल फालैन

# B7863
source: Mathwar
hi: मथवार

# B7864
source: Miran Sahib
hi: मीरां साहिब

# B7865
source: Nagrota
hi: नगरोटा

# B7866
source: Pragwal
hi: प्रगवाल

# B7867
source: Samwan
hi: समवान

# B7868
source: Suchetgarh
hi: सुचेतगढ़

# B7869
source: Gagwal
hi: गगवाल

# B7870
source: Nud
hi: नद

# B7871
source: Purmandal
hi: पुरमंडल बारी ब्रह्मना

# B7872
source: Purmandal Bari Brahamna
hi: पुरमंडल बारी ब्रह्मना

# B7873
source: Rajpura
hi: राजपुरा

# B7874
source: Ramgarh
hi: रामगढ़

# B7875
source: Samba
hi: सांबा

# B7876
source: Sumb
hi: सम्ब

# B7877
source: Vijaypur
hi: विजयपुर

# B7878
source: Baggan
hi: बग्गन

# B7879
source: Bhoond
hi: भूंद

# B7880
source: Dhar Mahanpur
hi: धर महनपुर

# B7881
source: Dinga Amb
hi: डिंगा अंब

# B7882
source: Duggain
hi: दुग्गेन

# B7883
source: Duggan
hi: दुग्गन

# B7884
source: Keerian Gangyal
hi: कीरियन गंग्याल

# B7885
source: Mahanpur
hi: महानपुर

# B7886
source: Mandli
hi: मंदली

# B7887
source: Marheen
hi: मरहीन

# B7888
source: Nagri
hi: नगरी

# B7889
source: Nagrota Gujroo
hi: नगरोटा गुजरो

# B7890
source: Drugmulla
hi: द्रुगमुल्ला

# B7891
source: Handwara
hi: हंदवाड़ा

# B7892
source: Hayhama
hi: हेहामा

# B7893
source: Keran
hi: केरन

# B7894
source: Machil
hi: माचिल

# B7895
source: Magam
hi: मगम

# B7896
source: Mawar Kalamabad
hi: मवार कलामाबाद

# B7897
source: Meliyal
hi: मेलियाल

# B7898
source: Nutnoosa
hi: नतनूसा

# B7899
source: Qadirabad
hi: कादिराबाद

# B7900
source: Qaziabad Supernagama
hi: काजीबाद सुपरनगामा

# B7901
source: Reddi Chowkibal
hi: रेड्डी चौकीबल

# B7902
source: Tangdar
hi: तंगदार

# B7903
source: Tarathpora
hi: ताराथपोरा

# B7904
source: Aripal
hi: एरिपल

# B7905
source: Awantipora
hi: अवंतिपुरा

# B7906
source: Dadsara
hi: दादसारा

# B7907
source: Ichegoza
hi: इचेगोजा

# B7908
source: Litter
hi: लिट्टर

# B7909
source: Newa
hi: नेवा

# B7910
source: Shadimarg
hi: शादीमार्ग

# B7911
source: Chitragam
hi: चित्रागम

# B7912
source: Harman
hi: हरमन

# B7913
source: Imamsahib
hi: इमामसाहिब

# B7914
source: Kanji Ullar
hi: कांजी उल्लर

# B7915
source: Kaprin
hi: कापरीन

# B7916
source: Kellar
hi: केल्लार

# B7917
source: Ramnagri
hi: रमनागिरी

# B7918
source: Shupiyan
hi: शुपियान

# B7919
source: Zainpora
hi: ज़ेनपोरा

# B7920
source: Bufliaz
hi: बफ्लियाज

# B7921
source: Lassana
hi: लस्साना

# B7922
source: Loran
hi: लॉरन

# B7923
source: Mankote
hi: मनकोट

# B7924
source: Nangali Sahib Sain Baba
hi: नंगली साहिब साईं बाबा

# B7925
source: Sathra
hi: साथरा

# B7926
source: Budhal New
hi: बुधल नया

# B7927
source: Dhangri
hi: धंगरी

# B7928
source: Doongi
hi: दूंगी

# B7929
source: Khawas
hi: खावास

# B7930
source: Lamberi
hi: लमबेरी

# B7931
source: Moughla
hi: मोघला

# B7932
source: Panjgrian
hi: पंजग्रियन

# B7933
source: Planger
hi: पलंगर

# B7934
source: Qila Darhal
hi: किला दरहाल

# B7935
source: Seri
hi: सेरी

# B7936
source: Siot
hi: सिओत

# B7937
source: Thana Mandi
hi: थाना मंडी

# B7938
source: Ganderbal
hi: गंदरबाल

# B7939
source: Gund
hi: गंद

# B7940
source: Kangan
hi: कंगन

# B7941
source: Lar
hi: लार

# B7942
source: Safapora
hi: साफापोरा

# B7943
source: Sherpathri
hi: शेरपथरी

# B7944
source: Wakoora
hi: वाकुरा

# B7945
source: Eidgah
hi: ईदगाह

# B7946
source: Harwan Rural Area Dara
hi: हरवन ग्रामीण क्षेत्र दारा

# B7948
source: Hazratbal Batapora
hi: हजरतबल बतापोरा

# B7949
source: Khanmoh
hi: खानमोह

# B7952
source: Arnas
hi: अरनस

# B7953
source: Bamagh
hi: बामाघ

# B7954
source: Chassana
hi: चस्साना

# B7955
source: Gulab Garh
hi: गुलाब गढ

# B7956
source: Jig Bagli
hi: जिग बागली

# B7957
source: Katra
hi: कतरा

# B7958
source: Mahore
hi: महोर

# B7959
source: Panthal
hi: पंथाल

# B7960
source: Pouni
hi: पोनी

# B7961
source: Reasi
hi: रियासी

# B7962
source: Thakrakote
hi: थाकराकोटे

# B7963
source: Thuroo
hi: थुरु

# B7964
source: Chanunta Dalsar
hi: चनुंता दलसर

# B7965
source: Jaganoo
hi: जगनु

# B7966
source: Khoon
hi: खून

# B7967
source: Kulwanta
hi: कुल्वानता

# B7968
source: Latti
hi: लत्ति

# B7969
source: Moungri
hi: मोंगरी

# B7970
source: Narsoo
hi: नरसू

# B7971
source: Parli Dhar
hi: पारली धार

# B7972
source: Sewna
hi: सेवना

# B7973
source: Tikri
hi: टिकरी

# B7974
source: Dadri-I
hi: दादरी-I

# B7975
source: Badhra
hi: बाधरा

# B7976
source: Dadri-II
hi: दादरी-II

# B7977
source: Chuchot
hi: चुचोट

# B7978
source: Deskit
hi: देसकीत

# B7979
source: Nimoo
hi: निम्मो

# B7980
source: Panamic
hi: पनामिक

# B7981
source: Rong
hi: रोंग

# B7982
source: Rupsho
hi: रुपशो

# B7983
source: Saspol
hi: ससपोल

# B7984
source: Singay Lalok Wanla
hi: सिंगय ललोक वनला

# B7985
source: Skurbuchan
hi: स्करबुचन

# B7986
source: Thiksay
hi: ठीकसे

# B7987
source: Turtuk
hi: तरतक

# B7988
source: Barsoo
hi: बारसु

# B7989
source: Bhimbat
hi: भीमबात

# B7990
source: TSG
hi: टीएसजी

# B7991
source: Karsha
hi: कारशा

# B7992
source: Lotsum
hi: लोट्सम

# B7993
source: LUNGNAK
hi: लंगनाक

# B7994
source: Pashkum
hi: पशकुम

# B7997
source: Soudh
hi: सुध

# B8041
source: Quimoh
hi: क्यूमोह

# B8063
source: Bunjwah
hi: बंजवाह

# B8105
source: Arakonam
hi: अराकोनम

# B8106
source: Kaveripakkam
hi: कावेरीपक्कम

# B8108
source: Nemili
hi: नेमिली

# B8113
source: dhansari
hi: धनसारी

# B8121
source: Sholinghur
hi: शोलिंघुर

# B8123
source: Alankulam
hi: अलंकुलम

# B8126
source: SahawarA
hi: सहावर

# B8131
source: Bunjwah
hi: बंजवाह

# B8137
source: Kollidam
hi: कोलिदम

# B8138
source: Kuthalam
hi: कुथलम

# B8139
source: Mayiladuthurai
hi: माइलादुत्रयी

# B8140
source: Sembanarkoil
hi: सेम्बनारकोइल

# B8141
source: Sirkali
hi: सिरकाली

# B8142
source: Srimushnam
hi: श्रीमुष्नाम

# B8143
source: Eriyur
hi: एरियूर

# B8144
source: Kadathur
hi: कदाथुर

# B8145
source: Garubathan
hi: गरुबथान

# B8146
source: Kalimpong-I
hi: कलिम्पोंग-I

# B8147
source: Kalimpong-II
hi: कलिम्पोंग-II

# B8148
source: Bhinay
hi: भिनाय

# B8149
source: Kekri
hi: केकड़ी

# B8150
source: Lasadiya
hi: लसाडिया

# B8151
source: Jawaja
hi: जवाजा

# B8152
source: Masooda
hi: मसूदा

# B8154
source: Jaitaran
hi: जैतारण
