Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B5038
source: Ramgarh
hi: रामगढ़

# B5039
source: Ramgarh
hi: रामगढ़

# B5040
source: Ramgarh
hi: रामगढ़

# B5041
source: Ramgarh Chowk
hi: रामगढ़ चौक

# B5042
source: Ramgarhwa
hi: रामगढवा

# B5043
source: Ramhal
hi: रामहल

# B5044
source: Ramia Behar
hi: रामिया बेहर

# B5045
source: Ramkanda
hi: रामकाण्डा

# B5046
source: Ramkola
hi: रामकोला

# B5048
source: Ramna
hi: रामना

# B5049
source: Ramnagar
hi: रामनगर

# B5050
source: Ramnagar
hi: राम नगर

# B5051
source: Ramnagar
hi: रामनगर

# B5052
source: Ramnagar
hi: रामनगर

# B5053
source: Ramnagar
hi: रामनगर

# B5054
source: Ramnagar I
hi: रामनगर-1

# B5055
source: Ramnagar II
hi: रामनगर-2

# B5056
source: Ramnager
hi: राम नगर

# B5057
source: Rampachodavaram
hi: रामपछोदावरम

# B5058
source: Rampur
hi: रामपुर

# B5059
source: Rampur
hi: रामपुर

# B5060
source: Rampur
hi: रामपुर

# B5061
source: Rampur
hi: रामपुर

# B5062
source: Rampur Baghelan
hi: रामपुर भागेलन

# B5063
source: Rampur Karkhana
hi: रामपुर कारखाना

# B5064
source: Rampur Maniharan
hi: रामपुर मनीहारण

# B5065
source: Rampur Naikin
hi: रामपुर नेकीन

# B5066
source: Rampur Sangramgarh
hi: रामपुर संग्रामगढ़

# B5067
source: Rampura
hi: रामपुरा

# B5068
source: Rampura
hi: रामपुरा

# B5069
source: Rampurhat-I
hi: रामपुरहाट-1

# B5070
source: Rampurhat-II
hi: रामपुरहाट-2

# B5071
source: Rampurmathura
hi: रामपुरमाथुरा

# B5073
source: Ramtek
hi: रामटेक

# B5074
source: Ranaghat-I
hi: राणाघाट-1

# B5075
source: Ranaghat-II
hi: राणाघाट-2

# B5076
source: Ranapur
hi: राणापुर

# B5077
source: Ranastalam
hi: रानासतलम

# B5078
source: Ranavav
hi: रानावव

# B5079
source: Randha
hi: रांधा

# B5080
source: Raneshwar
hi: रानेश्‍वर

# B5081
source: Rangampeta
hi: रंगमपेटा

# B5082
source: Rangapara
hi: रंगापारा

# B5083
source: Rangia
hi: रंगिया

# B5084
source: Rangjuli
hi: रंगजूली

# B5085
source: Rangli Rangliot
hi: रंगली रंगलियोट

# B5086
source: Rani
hi: रानी

# B5087
source: Rani
hi: रानी

# B5088
source: Rani Ki Sarai
hi: रानी की सराई

# B5090
source: Rania
hi: रानिया

# B5091
source: Ranibandh
hi: रेनबांध

# B5092
source: Ranibennur
hi: रानीबेन्‍नूर

# B5093
source: Raniganj
hi: रानीगंज

# B5095
source: Ranikor
hi: रेनीकोर

# B5096
source: Raninagar-I
hi: रानीगर-1

# B5097
source: Raninagar-II
hi: रानीगर-2

# B5098
source: Ranipur
hi: रानीपुर

# B5099
source: Raniwara
hi: रानीवाड़ा

# B5101
source: Ranka
hi: रांका

# B5102
source: Ranny
hi: राने

# B5104
source: Ranpur
hi: रणपुर

# B5105
source: Rapar
hi: रापड़

# B5106
source: Raptadu
hi: रपताडू

# B5107
source: Rapur
hi: रापुर

# B5108
source: Raruan
hi: रारूआन

# B5109
source: Rasda
hi: रास्दा

# B5110
source: Rasgovindpur
hi: रसगोविन्‍दपुर

# B5111
source: Rashmi
hi: रसमी

# B5112
source: Rasipuram
hi: रासीपुरम

# B5113
source: Rasoolabad
hi: रसूलाबाद

# B5114
source: Rasoolpur Rhota
hi: रसूलपुर रोहता

# B5115
source: Rasulpur
hi: रासुलपुर

# B5116
source: Ratangarh
hi: रतनगढ़

# B5117
source: Rath
hi: रथ

# B5118
source: Ratia
hi: रतिया

# B5119
source: Ratlam
hi: रतलाम

# B5120
source: Ratnagiri
hi: रत्नागिरी

# B5121
source: Ratni Faridpur
hi: रतनी फरीदापुर

# B5122
source: Rattanpura
hi: रतानपुरा

# B5123
source: Ratu
hi: रातू

# B5124
source: Ratua-I
hi: रतुवा-1

# B5125
source: Ratua-II
hi: रतुवा-2

# B5126
source: Raver
hi: रावेर

# B5127
source: Ravikamatham
hi: रविकामाथम

# B5128
source: Ravongla
hi: रावोंग्‍ला

# B5129
source: Ravulapalem
hi: रावलापलेम

# B5131
source: Raxaul
hi: राक्सौल

# B5132
source: Raya
hi: राया

# B5133
source: Rayachoti
hi: रयाचोटी

# B5134
source: Rayadurg
hi: रायादुर्ग

# B5135
source: Rayagada
hi: रायगढ़

# B5136
source: Rayagada
hi: रायगाड़ा

# B5137
source: Rayavaram
hi: रायावरम

# B5138
source: Rayya
hi: राया

# B5139
source: Razole
hi: राजोले

# B5140
source: Reamal
hi: रियामल

# B5143
source: Reddiarchatram
hi: रेडियारचतरम

# B5144
source: Reddigudem
hi: रेडीगुडेम

# B5145
source: Regidiamadalavalasa
hi: रगदीमादलावालसा

# B5148
source: Rehra
hi: रेहरा

# B5149
source: Reiek
hi: रेईक

# B5150
source: Relagaon
hi: रेलागांव

# B5151
source: Remuna
hi: रेमुना

# B5152
source: Renapur
hi: रेनापुर

# B5153
source: Rengailunda
hi: रेंगीलुंदा

# B5154
source: Rengali
hi: रेनगली

# B5155
source: Rengra Chowk
hi: रेंगरा चौक

# B5156
source: Reni
hi: रेनी

# B5157
source: Renigunta
hi: रेनीगुन्टा

# B5158
source: Rentachintala
hi: रेंटाचिंताला

# B5159
source: Reodar
hi: रेवोदर

# B5160
source: Reosa
hi: रेवोसा

# B5161
source: Reoti
hi: रिवोटी

# B5162
source: Reotipur
hi: रियोतीपुर

# B5163
source: Repalle
hi: रिपाले

# B5164
source: Resubelpara
hi: रेसूबेलपाड़ा

# B5165
source: Rewa
hi: रेवा

# B5166
source: Rewari
hi: रेवाड़ी

# B5167
source: Riga
hi: रिगा

# B5168
source: Rikhinkhal
hi: रिखणीखाल

# B5169
source: Rishivandiyam
hi: ऋषि‍वन्‍दियम

# B5170
source: Rishod
hi: रिसोद

# B5171
source: Risia
hi: रिसिया

# B5172
source: Rithi
hi: रिथी

# B5173
source: Rivilganj
hi: रिविलगंज

# B5174
source: Riyan
hi: रियान

# B5175
source: Rknagar
hi: आरके नगर

# B5176
source: Robertsganj
hi: रोर्बटसगंज

# B5177
source: Roddam
hi: रोदाम

# B5178
source: Roh
hi: रोह

# B5179
source: Roha
hi: रोहा

# B5180
source: Rohama
hi: रोहामा

# B5181
source: Rohania
hi: रोहानिया

# B5182
source: Rohat
hi: रोहत

# B5183
source: Rohru
hi: रोहरू

# B5184
source: Rohtak
hi: रोहतक

# B5185
source: Rohtas
hi: रोहतास

# B5186
source: Roing
hi: रोइंग

# B5187
source: Rolla
hi: रोला

# B5188
source: Rolugunta
hi: रोलूगुन्टा

# B5189
source: Rompicherla
hi: रोम्पीछेरला

# B5190
source: Rompicherla
hi: रोमपिछरला

# B5191
source: Ron
hi: रोन

# B5192
source: Rongara
hi: रोंगारा

# B5193
source: Rongkhang
hi: रोंगखांग

# B5194
source: Rongli
hi: रोंगली

# B5195
source: Rongmongwe
hi: रोंगमोंगवी

# B5196
source: Rongram
hi: रोंगरम

# B5197
source: Roopnagar
hi: रूपनगर

# B5198
source: Roorkee
hi: रूड़की

# B5199
source: Rosera
hi: रोसेरा

# B5201
source: Rudauli
hi: रूदावली

# B5203
source: Rudhauli
hi: रूधौली

# B5204
source: Rudrapur
hi: रूद्रपुर

# B5205
source: Rudrapur
hi: रूद्रपुर

# B5206
source: Rudravaram
hi: रूद्रवरम

# B5207
source: Ruksin
hi: रूकसिन

# B5209
source: Runnisaidpur
hi: रूनीसेदपुर

# B5210
source: Rupahihat
hi: रूपाहिहाट

# B5211
source: Rupaichari
hi: रूपाईचरी

# B5212
source: Rupaiyeedeeh
hi: रूपाईयाईदीह

# B5213
source: Rupauli
hi: रूपाली

# B5214
source: Rupbas
hi: रूपबास

# B5215
source: Rupsi
hi: रूपसी

# B5216
source: Rupsi
hi: रूपसी

# B5217
source: Rurka
hi: रूड़का

# B5218
source: S A Kasinayana
hi: एस ए कासीनयना

# B5219
source: S Rayavaram
hi: एस रायावरम

# B5220
source: S.Battery
hi: एस बेटरी

# B5221
source: S.K.Puram
hi: एस के पुरम

# B5222
source: S.Pudur
hi: एस पूदूर

# B5223
source: S.S.Kulam
hi: एस एस कूलम

# B5224
source: Sabalgarh
hi: साबलागढ़

# B5225
source: Sabaur
hi: साबोर

# B5226
source: Sabbavaram
hi: सब्‍बावरम

# B5227
source: Sabong
hi: साबोंग

# B5228
source: Sadabad
hi: साहाबाद

# B5229
source: Sadak/ Arjuni
hi: सड़क/अर्जुनी

# B5230
source: Sadar
hi: सदर

# B5231
source: Sadar Chapra
hi: सदर चापरा

# B5234
source: Sadat
hi: सदात

# B5235
source: Sadhaura
hi: साधौरा

# B5236
source: Sadholi Quadim
hi: साधोली क्‍वादीम

# B5237
source: Sadiya
hi: सादिया

# B5238
source: Sadulshahar
hi: सादुलसहर

# B5239
source: Safidon
hi: सफीदन

# B5240
source: Safipur
hi: साफीपुर

# B5241
source: Sagalee
hi: सागली

# B5242
source: Sagar
hi: सागर

# B5243
source: Sagar
hi: सागर

# B5244
source: Sagar
hi: सागर

# B5245
source: Sagardighi
hi: सागरदीगी

# B5246
source: Sagbara
hi: सगबाड़ा

# B5247
source: Sagwara
hi: सगवारा

# B5248
source: Sahapur
hi: साहपुर

# B5249
source: Sahar
hi: साहर

# B5250
source: Sahar
hi: शहर

# B5251
source: Sahara
hi: सहारा

# B5252
source: Saharpada
hi: सहरपाड़ा

# B5253
source: Sahaspur
hi: साहसपुर

# B5254
source: Sahaspur/Lohara
hi: साहसपुर/लोहारा

# B5255
source: Sahaswan
hi: साहसवान

# B5257
source: Sahdai Bujurg
hi: सहदाई बुर्जग

# B5258
source: Sahebganj
hi: साहेबगंज

# B5259
source: Sahebganj Sadar
hi: साहेबगंज सदर

# B5260
source: Sahebpur Kamal
hi: साहेबपुर कमल

# B5261
source: Sahid Matangini
hi: साहिद मतानगिनी

# B5262
source: Sahjanwa
hi: साहजनवा

# B5263
source: Sahlawas
hi: सहलावास

# B5264
source: Sahpau
hi: साहपाऊ

# B5265
source: Saidabad
hi: सेदाबाद

# B5266
source: Saidabad
hi: सेदाबाद

# B5268
source: Saidnagar
hi: सेदनगर

# B5269
source: Saidpur
hi: सेदपुर

# B5270
source: Saifai
hi: सेफाई

# B5271
source: Saikhda Gadarwada
hi: सेखड़ा गदारवाड़ा

# B5272
source: Saikhowa
hi: सेखोवा

# B5273
source: Saikul T.D.Block
hi: सेकुल टी डी ब्‍लॉक

# B5274
source: Sailana
hi: सेलाना

# B5275
source: Sailu
hi: सेलू

# B5276
source: Saintala
hi: सेंताला

# B5277
source: Sainthia
hi: सेंथि‍या

# B5278
source: Saipung
hi: सेयपुंग

# B5279
source: Saitu Gamphazol T.D.Block
hi: सेतू गमफजोल टी डी ब्‍लॉक

# B5280
source: Saiyan
hi: सियान

# B5282
source: Sajjangarh
hi: साजनगढ़

# B5283
source: Sakaldiha
hi: साकालधि‍या

# B5284
source: Sakaleshpur
hi: सकेसपुर

# B5285
source: Sakhinetipalle
hi: साकीनेतीपाले

# B5286
source: Sakit
hi: सकीत

# B5287
source: Sakkottai
hi: साकोटाई

# B5288
source: Sakoli
hi: साकोली

# B5289
source: Sakomatha
hi: साकोमाथा

# B5290
source: Sakra
hi: साकरा

# B5291
source: Sakran
hi: सकरन

# B5292
source: Sakri
hi: साकरी

# B5293
source: Sakti
hi: श‍‍क्‍ति‍

# B5295
source: Salarpur
hi: सलारपुर

# B5296
source: Salboni
hi: सलबोनी

# B5297
source: Salcete
hi: सलसेटे

# B5298
source: Salchapra
hi: सलछापरा

# B5299
source: Salekasa
hi: सलीकासा

# B5300
source: Salem
hi: सलेम

# B5301
source: Salema
hi: सेलमा

# B5303
source: Salipur
hi: सालीपुर

# B5304
source: Salkhua
hi: सलखुवा

# B5305
source: Salon
hi: सलोन

# B5306
source: Salooni
hi: सलूनी

# B5307
source: Saltauwa Gopalpur
hi: सल्तावा गोपालपुर

# B5308
source: Saltora
hi: सलतोरा

# B5309
source: Salumbar
hi: सालूमबार

# B5310
source: Salur
hi: सालूर

# B5311
source: Sam
hi: साम

# B5312
source: Samakhunta
hi: सामाकुन्था

# B5313
source: Samalkha
hi: समालखा

# B5314
source: Samalkota
hi: समालकोटा

# B5315
source: Samana
hi: समाना

# B5316
source: Samanda
hi: सामन्दा

# B5317
source: Samariyawan
hi: समरियावन

# B5318
source: Samastipur
hi: समस्तीपुर

# B5320
source: Sambepalle
hi: साम्बेपल्‍ली

# B5322
source: Sambhar
hi: सम्भार

# B5323
source: Samelangso
hi: सेमलेंगसो

# B5324
source: Sameli
hi: सामेली

# B5325
source: Sami
hi: सामी

# B5326
source: Sampatchak
hi: सामपाचक

# B5327
source: Sampla
hi: साम्पला

# B5328
source: Samrala
hi: समराला

# B5329
source: Samrer
hi: सामरेर

# B5330
source: Samserganj
hi: समसेरगंज

# B5331
source: Samudrapur
hi: समुद्रपुर

# B5332
source: Samulamlan T.D.Block
hi: समूलमलान टी डी ब्‍लॉक

# B5333
source: Sanakhemundi
hi: शंकरमुंडी

# B5334
source: Sanand
hi: सानन्द

# B5335
source: Sanchi
hi: सांची

# B5336
source: Sanchore
hi: संचोरे

# B5337
source: Sandalpur
hi: संदालपुर

# B5338
source: Sandesh
hi: संदेश

# B5339
source: Sandeshkhali-I
hi: संदेशकाहील-1

# B5340
source: Sandeshkhali-II
hi: संदेशकाहील-2

# B5341
source: Sandi
hi: सांदी

# B5342
source: Sandila
hi: सान्दीला

# B5343
source: Sandoor
hi: संदूर

# B5344
source: Sandwa Chandika
hi: संदवा चांदीका

# B5345
source: Sangam
hi: संगम

# B5346
source: Sangameshwar
hi: संगमेश्‍वर

# B5347
source: Sangamner
hi: संगमनेर

# B5348
source: Sanganer
hi: संगानेर

# B5351
source: Sangat
hi: संगत

# B5352
source: Sangau
hi: संगाऊ

# B5354
source: Sangipur
hi: सांगीपुर

# B5355
source: Sangod
hi: संगोद

# B5356
source: Sangola
hi: सांगोला

# B5357
source: Sangrah
hi: संग्रह

# B5358
source: Sangram
hi: सेंगरम

# B5359
source: Sangrampur
hi: संग्रामपुर

# B5360
source: Sangrampur
hi: संग्रामपुर

# B5362
source: Sangrampur
hi: संग्रामपुर

# B5363
source: Sangrur
hi: संगरूर

# B5364
source: Sangsangnyu
hi: संगसानग्यूं

# B5365
source: Sanguem
hi: संग्यूम

# B5366
source: Sanhaula
hi: सनहोला

# B5367
source: Sanis
hi: सेनीस

# B5368
source: Sanjamala
hi: संजामाला

# B5369
source: Sanjhauli
hi: संझौली

# B5372
source: Sankari
hi: संकारी

# B5373
source: Sankhavaram
hi: शंकावरम

# B5376
source: Sankra (Pokaran)
hi: शंकरा (पोकरन)

# B5377
source: Sankrail
hi: सनकराली

# B5379
source: Sanour
hi: सनौर

# B5380
source: Santalpur
hi: संतालपुर

# B5381
source: Santha
hi: सान्था

# B5382
source: Santhabommali
hi: सांथाबोमाली

# B5383
source: Santhakaviti
hi: सांथाकविती

# B5384
source: Santhamaguluru
hi: संथामगूलरू

# B5385
source: Santhanuthlapadu
hi: संथानउथलापाडू

# B5386
source: Santhi Puram
hi: शांति पुरम

# B5387
source: Santipur
hi: शांतिपुर

# B5389
source: Santuri
hi: संतूरी

# B5390
source: Sanwer
hi: सनवीर

# B5391
source: Saoner
hi: सावनेर

# B5392
source: Sapekhati
hi: सापेखाटी

# B5393
source: Sapotra
hi: सपोतरा

# B5394
source: Sarada
hi: सारदा

# B5395
source: Saraigarh Bhaptiahi
hi: सराईघर भपतिहाई

# B5396
source: Saraikela Sadar
hi: सरायकाले सदर

# B5397
source: Saraini
hi: सराईनी

# B5398
source: Saraipali
hi: सरायपाली

# B5399
source: Sarairanjan
hi: सरायरंजन

# B5400
source: Saraiya
hi: सराईया

# B5401
source: Saraiyahaat
hi: सरियाहाट

# B5404
source: Sarangarh
hi: सारंगढ़

# B5405
source: Sarangpur (Pachor)
hi: सारंगपुर ( पचोर)

# B5406
source: Saraskana
hi: सरसकाना

# B5407
source: Sarath
hi: सारथ

# B5408
source: Saravakota
hi: सरवाकोटा

# B5409
source: Sardarnagar
hi: सरदारनगर

# B5410
source: Sardarpur
hi: सरदारपुर

# B5411
source: Sardarshahar
hi: सरदारसहर

# B5412
source: Sardhana
hi: सरधाना

# B5413
source: Sardulgarh
hi: सरदुलगढ़

# B5414
source: Sarila
hi: सरिला

# B5415
source: Sarli
hi: सारली

# B5416
source: Sarmera
hi: सरमेरा

# B5417
source: Sarojininagar
hi: सरोजिनीनगर

# B5419
source: Saroorpur
hi: सरूरपुर

# B5420
source: Saroya
hi: सरोया

# B5421
source: Sarsaul
hi: सरसौल

# B5422
source: Sarsawa
hi: सरसावा

# B5423
source: Sarsawan
hi: सरसावन

# B5424
source: Sarubujjili
hi: सरूबुजीली

# B5425
source: Sarukhetri
hi: सारूखेतरी

# B5426
source: Sarwan
hi: सरवान

# B5427
source: Sarwan Khera
hi: सरवान खेरा

# B5428
source: Sasani
hi: सासानी

# B5429
source: Sasaram
hi: ससारम

# B5430
source: Sasthamkotta
hi: सस्थामकोटा

# B5431
source: Satakha
hi: सताखा

# B5432
source: Satara
hi: सातारा

# B5433
source: Satarkateya
hi: सातरकातिया

# B5434
source: Satawan
hi: सतावन

# B5435
source: Satbarwa
hi: सतबरवा

# B5436
source: Satchand
hi: सतचंद

# B5437
source: Satgawn
hi: सतगौन

# B5438
source: Sathiyaon
hi: साथि‍यों

# B5440
source: Sathy
hi: साठे

# B5441
source: Satlasana
hi: सतलासाना

# B5442
source: Sattankulam
hi: सत्‍तानकुलम

# B5443
source: Sattari
hi: सतारी

# B5444
source: Sattenapalle
hi: सातेनापाले

# B5445
source: Sattur
hi: सातूर

# B5446
source: Satwari
hi: सतवारी

# B5447
source: Satyavedu
hi: सत्यावेदू

# B5448
source: Saun Ghat
hi: सोन घाट

# B5449
source: Saurbazar
hi: सौरबाजार

# B5450
source: Saurikh
hi: सोरिख

# B5451
source: Savalyapuram
hi: स्वालियापुरम

# B5452
source: Savantwadi
hi: सावंतवाड़ी

# B5453
source: Savanur
hi: सावानूर

# B5454
source: Savarkundla
hi: सावरकूंदला

# B5455
source: Savli
hi: सावली

# B5456
source: Sawaimadhopur
hi: स्वाइमाधोपुर

# B5457
source: Sawali
hi: सवाली

# B5458
source: Sayla
hi: सायला

# B5459
source: Sayla
hi: सायला

# B5460
source: Sear
hi: सियर

# B5461
source: Secunderabad
hi: सिकंदराबाद

# B5462
source: Sedam
hi: सेदम

# B5463
source: Sedapatti
hi: सेदापट्टी

# B5464
source: Seethampeta
hi: सीथामपेटा

# B5465
source: Seethanagaram
hi: सीथानगरम

# B5466
source: Seethanagaram
hi: सीथानगरम

# B5467
source: Seetharamapuram
hi: सीथारामापुरम

# B5468
source: Segaon
hi: सेगांव

# B5470
source: Sehore
hi: सेहोरे

# B5471
source: Sekruzu
hi: सेकरूजू

# B5472
source: Selempur
hi: सीलमपुर

# B5473
source: Seloo
hi: सेलू

# B5474
source: Selsella
hi: सेलसिला

# B5475
source: Sembanarkoil
hi: सेमबनारकोइल

# B5476
source: Semiliguda
hi: सेमीलीगुडा

# B5477
source: Sendamangalam
hi: सेंदामंगलम

# B5478
source: Sendhwa
hi: सेंधवा

# B5480
source: Sendurai
hi: सेंदूराय

# B5481
source: Sengaon
hi: सेनगांव

# B5482
source: Senha
hi: स्नेहा

# B5483
source: Seohara
hi: सेहोहारा

# B5484
source: Seondha
hi: सेवोंधा

# B5485
source: Seoni
hi: सेवोनी

# B5486
source: Seoni Malwa
hi: सेवोनी मलवा

# B5487
source: Seopurkalan
hi: सेयूपुरकलान

# B5488
source: Seorahi
hi: सिरोही

# B5489
source: Seppa
hi: सेपा

# B5490
source: Seragada
hi: सेरागादा

# B5491
source: Seraj
hi: सेराज

# B5492
source: Serampore-Uttarpara
hi: सेरामपोरे-उतारपारा

# B5493
source: Serchhip
hi: सरचीप

# B5495
source: Sethubavachatram
hi: सेथूबावाचतरम

# B5496
source: Settur
hi: सेतुर

# B5497
source: Sewapuri
hi: सेवापुरी

# B5498
source: Sewar
hi: सेवार

# B5500
source: Shahabad
hi: शाहाबाद

# B5501
source: Shahabganj
hi: साहबगंज

# B5502
source: Shahada
hi: शाहादा

# B5503
source: Shahapur
hi: शाहपुर

# B5504
source: Shahbad
hi: साहबाद

# B5505
source: Shahbad
hi: साहबाद

# B5506
source: Shahbad
hi: साहबाद

# B5507
source: Shahbad
hi: साहाबाद

# B5508
source: Shahera.
hi: साहहेरा

# B5509
source: Shahganj
hi: साहगंज

# B5510
source: Shahgarh
hi: साहगढ़

# B5512
source: Shahkot
hi: साहकोट

# B5513
source: Shahkund
hi: साहकुण्ड

# B5514
source: Shahnagar
hi: साहनगर

# B5516
source: Shahpur
hi: शाहपुर

# B5517
source: Shahpur
hi: शाहपुर

# B5518
source: Shahpur
hi: साहपुर

# B5520
source: Shahpura
hi: साहपुरा

# B5521
source: Shahpura
hi: साहपुरा

# B5522
source: Shahpura Bhitoni
hi: साहपुर भि‍तोनी

# B5523
source: Shahuwadi
hi: साहूवादी

# B5524
source: Shahzadpur
hi: शाहाजादपुर

# B5525
source: Shaikpet
hi: शेखपेट

# B5526
source: Shajapur
hi: साहजापुर

# B5528
source: Shamashabad
hi: शमसादपुर

# B5529
source: Shamator
hi: सामोतर

# B5530
source: Shambhuganj
hi: शम्भूगंज

# B5531
source: Shamho Akha Kurha
hi: सहमो अखा खुरा

# B5534
source: Shamsabad
hi: सहमसाबाद

# B5536
source: Shanarpatti
hi: सहनारपट्टी

# B5537
source: Shangus
hi: साहनगुस

# B5542
source: Shankarpur
hi: शंकरपुर

# B5543
source: Shankergarh
hi: शंकरगढ़

# B5547
source: Sheetalpur
hi: सीतलपुर

# B5548
source: Shegaon
hi: शेगांव

# B5549
source: Shekhopur Sarai
hi: सेखोपुर सराय

# B5550
source: Shekhpura
hi: सेखपरा

# B5551
source: Shella Bholaganj
hi: शैला भोलागंज

# B5553
source: Sheo
hi: सेहो

# B5554
source: Sheo Sagar
hi: सेहो सागर

# B5555
source: Sheoganj
hi: सेवागंज

# B5556
source: Sheogarh
hi: सेहोगढ़

# B5557
source: Sheohar
hi: सेओहर

# B5558
source: Shergarh
hi: शेरगढ़

# B5559
source: Sherghati
hi: सेरघाटी

# B5560
source: Shergrah
hi: शेहरगढ़

# B5561
source: Sherpur
hi: सेरपुर

# B5562
source: Shevgaon
hi: शे‍वगांव

# B5563
source: Shiggoan
hi: सिगोन

# B5564
source: Shikaripara
hi: सिकारीपारा

# B5565
source: Shikaripur
hi: शि‍कारीपुर

# B5566
source: Shikarpur
hi: सिकारपुर

# B5567
source: Shikohabad
hi: सिकोहाबाद

# B5568
source: Shillai
hi: ‍ शि‍लाहे

# B5569
source: Shimoga
hi: सिमोगा

# B5570
source: Shindewahi
hi: सिंदेवाही

# B5571
source: Shindkheda
hi: सिंदखेड़ा

# B5572
source: Shirala
hi: शि‍रला

# B5573
source: Shirhatti
hi: सिरहाटी

# B5574
source: Shirol
hi: ‍शि‍रोल

# B5575
source: Shirpur
hi: सिरपुर

# B5576
source: Shirur
hi: शि‍रूर

# B5577
source: Shirur (Kasar)
hi: शि‍रूर (कासर)

# B5578
source: Shirur Anantpal
hi: शि‍रूर अनंतपाल

# B5579
source: Shivaji Nagar
hi: शि‍वजी नगर

# B5581
source: Shivgarh
hi: शि‍वगढ़

# B5582
source: Shivpur
hi: शि‍वपुर

# B5583
source: Shivpuri
hi: शि‍वपुरी

# B5584
source: Shivrajpur
hi: शि‍वराजपुर

# B5585
source: Shohaon
hi: सोहवन

# B5586
source: Shohratgarh
hi: सोहरतगढ़

# B5587
source: Sholavaram
hi: सोलावरम

# B5589
source: Shoolagiri
hi: सूलागिरी

# B5592
source: Shorapur
hi: सोहरापुर

# B5593
source: Shri Har Gobindpur
hi: श्री हर गोविन्दपुर

# B5594
source: Shrigonda
hi: श्रीगोंडा

# B5595
source: Shrirampur
hi: श्रीरामपुर

# B5596
source: Shriwardhan
hi: श्रीवर्धन

# B5597
source: Shujalpur
hi: सुजालपुर

# B5599
source: Shyampur-I
hi: श्यामपुर-1

# B5600
source: Shyampur-II
hi: श्यामपुर-2

# B5601
source: Siddapura
hi: सिद्धापूरा

# B5602
source: Siddhaur
hi: सिधौर

# B5604
source: Sidhauli
hi: सिद्धोली

# B5605
source: Sidhaw
hi: सिद्धो

# B5606
source: Sidhi (Gopad Banas )
hi: सिद्धी ( गोपाद बनास)

# B5607
source: Sidhout
hi: सिद्धोट

# B5608
source: Sidhpur
hi: सिद्धपुर

# B5610
source: Sidhwalia
hi: सिद्धवा‍लिया

# B5611
source: Sidhwan Bet
hi: सिद्धवान बेट

# B5613
source: Sidlaghatta
hi: सिदलाघाटा

# B5616
source: Sihawal
hi: सिहावल

# B5617
source: Sihor
hi: सिहोर

# B5618
source: Sihora
hi: सिहोरा

# B5619
source: Sikandarpsur Karan
hi: सिकन्दरपुर‍ करन

# B5620
source: Sikandra
hi: सिकन्दरा

# B5621
source: Sikandrabad
hi: सिकन्दराबाद

# B5622
source: Sikendra-Rao
hi: सिकन्दरा राव

# B5623
source: Sikhar
hi: शि‍कार

# B5624
source: Sikrai
hi: सिकारी

# B5625
source: Sikrandarpur Sirosi
hi: सिकन्दरपुर‍ सिरोसी

# B5626
source: Sikrara
hi: सिकरारा

# B5627
source: Sikta
hi: सिकता

# B5628
source: Sikti
hi: सिक्ती

# B5629
source: Silaw
hi: सिलो

# B5630
source: Silchar
hi: सिलचर

# B5631
source: Silli
hi: सिली

# B5632
source: Sillod
hi: सिलोद

# B5633
source: Silora (Kishangarh)
hi: सिलोरा (किसनगढ़)

# B5634
source: Silvassa
hi: सिलवासा

# B5635
source: Silwani
hi: सिलवानी

# B5636
source: Simalwara
hi: सिमालवाड़ा

# B5637
source: Simaria
hi: सिमारिया

# B5639
source: Simdega Sadar
hi: सिमदेगा सदर

# B5641
source: Simhadripuram
hi: सिमहदरीपुरम

# B5642
source: Simlapal
hi: सिमलापल

# B5643
source: Simri
hi: सिमरी

# B5644
source: Simri Bakhtiarpur
hi: सिमरी‍ बख्‍तियारपुर

# B5645
source: Simulia
hi: सिमूलिया

# B5646
source: Sindagi
hi: सिंदागी

# B5647
source: Sindhanur
hi: सिंधानूर

# B5648
source: Sindhari
hi: सिंधारी

# B5649
source: Sindhauli
hi: सिन्धोली

# B5650
source: Sindhkhed Raja
hi: सिंदखेड राजा

# B5651
source: Singampunari
hi: सिंगमपुनारी

# B5652
source: Singanamala
hi: सिंगनामाला

# B5653
source: Singarayakonda
hi: सिंगारियाकोण्डा

# B5655
source: Singhat T.D.Block
hi: सिनघाट टी डी ब्‍लॉक

# B5656
source: Singheshwar
hi: सिंगेस्वर

# B5657
source: Singhia
hi: सिंघि‍या

# B5658
source: Singhpora
hi: सिंगपोरा

# B5660
source: Singur
hi: सिंगुर

# B5661
source: Singwara
hi: सिंगवारा

# B5662
source: Sinner
hi: सिनेर

# B5663
source: Sinor
hi: सिनोर

# B5664
source: Sinpalli
hi: सिंपाली

# B5665
source: Sipajhar
hi: सिपाझर

# B5666
source: Sira
hi: सिरा

# B5667
source: Sirathu
hi: सिराथू

# B5668
source: Sirauli Gauspur
hi: सिराउली गोसपुर

# B5669
source: Sirdala
hi: सिरदाला

# B5670
source: Sirhind
hi: सिरहिंद

# B5671
source: Sirkali
hi: सिरकाली

# B5673
source: Sirkoni
hi: सिरकोनी

# B5674
source: Sirmour
hi: सिरमोर

# B5675
source: Sirohi
hi: सिरहोई

# B5676
source: Sironcha
hi: सिरोंचा

# B5677
source: Sironj
hi: सिरोंज

# B5680
source: Sirsa
hi: सिरसा

# B5681
source: Sirsi
hi: सिरसी

# B5682
source: Sirsia
hi: सिरसिया

# B5684
source: Siruguppa
hi: श्रीयूगुप्‍पा

# B5685
source: Sirvel
hi: सिरवेल

# B5686
source: Sisai
hi: सिसाई

# B5687
source: Sissiborgaon
hi: सिसीबरोगांव

# B5688
source: Siswa
hi: सिसवा

# B5689
source: Siswan
hi: सिसवान

# B5690
source: Sitai
hi: सिताई

# B5691
source: Sitalkuchi
hi: सितलकुची

# B5692
source: Sitamau
hi: सितामाऊ

# B5693
source: Sitapur
hi: सीतापुर

# B5694
source: Sitarganj
hi: सितारगंज

# B5695
source: Sitimi
hi: सितीमी

# B5696
source: Sivagangai
hi: ‍शि‍वागंगाई

# B5697
source: Sivakasi
hi: सिवाकासी

# B5698
source: Sivasagar
hi: शि‍वसागर

# B5699
source: Siwan
hi: सिवान

# B5700
source: Siwana
hi: सिवाना

# B5701
source: Siwani
hi: सिवानी

# B5702
source: Siyum
hi: सियूम

# B5703
source: Smanapur
hi: समानापुर

# B5704
source: Socheng
hi: सोचेंग

# B5705
source: Sodam
hi: सोदम

# B5706
source: Sogam
hi: सोगाम

# B5707
source: Sohagpur
hi: सोहागपुर

# B5708
source: Sohagpur
hi: सोहागपुर

# B5709
source: Sohawal
hi: सोहवल

# B5710
source: Sohawal (Satna)
hi: सोहवाल (सतना)

# B5711
source: Sohella
hi: साहिला

# B5712
source: Sohna
hi: सोहना

# B5713
source: Sojat
hi: सोजत

# B5714
source: Sojitra
hi: सोजीत्रा

# B5715
source: Solan
hi: सोलान

# B5716
source: Somala
hi: सोमाला

# B5717
source: Somandepalle
hi: सोमानडिपाले

# B5718
source: Somavarpet
hi: सोमावारपेट

# B5719
source: Sompeta
hi: सोमपेटा

# B5721
source: Sonai
hi: सानाई

# B5722
source: Sonamukhi
hi: सोनामुखी

# B5723
source: Sonari
hi: सोनारी
