Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B764
source: Bhagawangola-II
hi: भगवानगोला-2

# B765
source: Bhagaya Nagar
hi: भाग्य नगर

# B766
source: Bhagta
hi: भगता

# B767
source: Bhagwa
hi: भगवा

# B768
source: Bhagwanpur
hi: भगवानपुर

# B769
source: Bhagwanpur
hi: भगवानपुर

# B770
source: Bhagwanpur
hi: भगवान पुर

# B771
source: Bhagwanpur
hi: भगवानपुर

# B772
source: Bhagwanpur Hat
hi: भगवान हाट

# B773
source: Bhagwanpur I
hi: भगवानपुर-1

# B774
source: Bhagwanpur II
hi: भगवानपुर-2

# B775
source: Bhagwanpura
hi: भगवानपुरा

# B776
source: Bhailgana
hi: भेलगंगा

# B778
source: Bhainsdehi
hi: भेनसेदी

# B779
source: Bhainsrorgarh
hi: भेनसरोरगढ़

# B781
source: Bhairamgarh
hi: बहीरामगढ़

# B782
source: Bhaisiachhana
hi: भाईसियाछाना

# B784
source: Bhalessa
hi: भेहलासा

# B785
source: Bhalki
hi: भालकी

# B786
source: Bhaluani
hi: भलवानी

# B787
source: Bhalwal
hi: भालवाल

# B788
source: Bhamini
hi: बहमीनी

# B789
source: Bhamragad
hi: भामरागढ़

# B790
source: Bhandara.
hi: भण्डारा

# B791
source: Bhandari
hi: भण्डारी

# B792
source: Bhandaria
hi: भण्डारिया

# B793
source: Bhandaripokhari
hi: भण्डारीपोखारी

# B794
source: Bhander
hi: भंडेर

# B795
source: Bhandra
hi: भान्द्रा

# B796
source: Bhangar-I
hi: बाहनगर-1

# B797
source: Bhangar-II
hi: बाहनगर-2

# B798
source: Bhanjanagar
hi: भांजानगर

# B799
source: Bhanpura
hi: भानपुरा

# B800
source: Bhanupratappur
hi: भानूप्रतापपुर

# B802
source: Bhanwapur
hi: भनवापुर

# B803
source: Bhapur
hi: बहापुर

# B804
source: Bharanikavu
hi: भरानीकावू

# B805
source: Bharatpur
hi: भरतपुर

# B806
source: Bharatpur-I
hi: भरतपुर-1

# B807
source: Bharatpur-II
hi: भरतपुर-2

# B808
source: Bharawan
hi: बहरावन

# B809
source: Bhargama
hi: भारगामा

# B810
source: Bharkhani
hi: बहरखानी

# B811
source: Bharmour
hi: भारमोर

# B812
source: Bharno
hi: भारनो

# B813
source: Bharthana
hi: भरथाना

# B814
source: Bharuch
hi: भारूच

# B817
source: Bhathat
hi: बथहट

# B818
source: Bhatkal
hi: भटकल

# B819
source: Bhatkuli
hi: भटकुली

# B820
source: Bhatli
hi: भाटली

# B821
source: Bhatni
hi: भाटनी

# B822
source: Bhatpar Rani
hi: भतपार रानी

# B823
source: Bhattiprolu
hi: भाट्टीपरोलू

# B824
source: Bhattiyat
hi: पट्टीयात

# B825
source: Bhattu Kalan
hi: भाटू कलां

# B826
source: Bhatwari
hi: भटवारी

# B827
source: Bhavani
hi: भवानी

# B828
source: Bhavanisagar
hi: भवानीसागर

# B829
source: Bhavnagar
hi: भवनगर

# B830
source: Bhawal Khera
hi: भवाल खेरा

# B831
source: Bhawanathpur
hi: भवनाथपुर

# B832
source: Bhawanigarh
hi: भवानीगढ़

# B833
source: Bhawanipatna
hi: धवानीपटना

# B834
source: Bhawanipur
hi: भवानीपुर

# B835
source: Bhawarkol
hi: भवारकोल

# B836
source: Bhawarna
hi: धवारना

# B837
source: Bheden
hi: भेदेन

# B839
source: Bheemavaram
hi: भीमावरम

# B842
source: Bheemunipatnam
hi: भीमूनीपट्टनम

# B844
source: Bhesan
hi: भेहसन

# B846
source: Bhikangaon
hi: भि‍कानगांव

# B847
source: Bhikhi
hi: भि‍खी

# B849
source: Bhikiyasain
hi: बिकियासेन

# B852
source: Bhim
hi: भीम

# B853
source: Bhimadole
hi: भीमाडोले

# B854
source: Bhimpore
hi: भीमपोरे

# B855
source: Bhimpur
hi: भीमपुर

# B856
source: Bhimtal
hi: भीमतल

# B857
source: Bhinay
hi: ‍ भि‍ने

# B858
source: Bhind
hi: भि‍ण्ड

# B859
source: Bhindar
hi: ‍भि‍न्दार

# B860
source: Bhinmal
hi: भीनमल

# B861
source: Bhitaha
hi: बीताहा

# B862
source: Bhitargaon
hi: भि‍तारगांव

# B863
source: Bhitarwar
hi: भि‍तारवार

# B864
source: Bhitaura
hi: भीतौरा

# B865
source: Bhiti
hi: भीती

# B866
source: Bhiwandi
hi: भि‍वण्डी

# B867
source: Bhiwani
hi: ‍भि‍वानी

# B868
source: Bhiwapur
hi: भि‍वापुर

# B869
source: Bhiyaun
hi: भीयाऊन

# B870
source: Bhogarai
hi: भोगारिया

# B871
source: Bhoghapuram
hi: भोगापुरम

# B872
source: Bhogpur
hi: भोगपूर

# B873
source: Bhojipura
hi: भोजीपुरा

# B874
source: Bhojpur
hi: भोजपुर

# B875
source: Bhokar
hi: भोकर

# B876
source: Bhokardan
hi: भोकारदन

# B877
source: Bhoom
hi: भूम

# B879
source: Bhopalgarh
hi: भोपालगढ़

# B881
source: Bhopalpatnam
hi: भोपालपट्टनम

# B882
source: Bhopalsagar
hi: भोपालसागर

# B883
source: Bhor
hi: भोर

# B884
source: Bhoranj
hi: भोरंज

# B885
source: Bhore
hi: भोरे

# B886
source: Bhuban
hi: भूबन

# B887
source: Bhubaneswar
hi: भुवनेश्‍वर

# B888
source: Bhudargad
hi: बुधारगढ़

# B889
source: Bhuj
hi: भूज

# B890
source: Bhuna
hi: भौना

# B891
source: Bhunerheri
hi: भुनेरहेरी

# B892
source: Bhunga
hi: भूंगा

# B894
source: Bhurbandha
hi: भुरबंधा

# B895
source: Bhusawal
hi: भूसावल

# B896
source: Bhuta
hi: बूथा

# B898
source: Biaora
hi: बीयाओरा

# B899
source: Bibhutipur
hi: बिभूतिपुर

# B901
source: Biccavolu
hi: बिकावोलू

# B902
source: Bichchiya
hi: बिछिया

# B903
source: Bichhiwara
hi: बिच्‍छीवाड़ा

# B904
source: Bichhiya
hi: बिछिया

# B905
source: Bichhua
hi: बिच्छुवा

# B907
source: Bicholim
hi: बिछोलिम

# B908
source: Bichpuri
hi: बीछपुरी

# B909
source: Bidar
hi: बिदार

# B910
source: Bidhuna
hi: भि‍दूना

# B911
source: Bidhunu
hi: बीधूनू

# B912
source: Bidupur
hi: बिदुपुर

# B913
source: Bighapur
hi: बीगाहपुर

# B914
source: Bihaguri
hi: बिहागुड़ी

# B915
source: Bihar
hi: बिहार

# B916
source: Bihar Sharif
hi: बिहार सारीफ

# B917
source: Bihari Ganj
hi: बिहारी गंज

# B918
source: Bihdia Jajikona
hi: बिधि‍या जाजीकोना

# B919
source: Bihia
hi: बिहा

# B920
source: Bihpur
hi: भीपुर

# B921
source: Bihpuria
hi: ‍ भि‍पुरिया

# B922
source: Bihta
hi: भीटा

# B923
source: Bijadandi
hi: बीजादानी

# B924
source: Bijapur
hi: बीजापुर

# B925
source: Bijapur
hi: बीजापुर

# B927
source: Bijatola
hi: बीजातोला

# B928
source: Bijauli
hi: बिजौली

# B929
source: Bijawar
hi: बिजावर

# B930
source: Bijepur
hi: बीजेपुर

# B931
source: Bijhri
hi: बिझरी

# B933
source: Bijuwa
hi: बिजुवा

# B934
source: Bikaner
hi: बीकानेर

# B935
source: Bikapur
hi: बीकापुर

# B936
source: Bikram
hi: बिकरम

# B937
source: Bikramganj
hi: बिकरमगंज

# B939
source: Bilara
hi: बिलारा

# B940
source: Bilari
hi: बीलारी

# B941
source: Bilariyaganj
hi: बिलारियागंज

# B942
source: Bilasipara
hi: बिलासीपारा

# B943
source: Bilaspur
hi: बिलासपुर

# B944
source: Bilaspur
hi: बिलासपुर

# B945
source: Bilaspur Sadar
hi: बिलासपुर सदर

# B946
source: Bilgi
hi: बीगाई

# B947
source: Bilgram
hi: बिलग्राम

# B948
source: Bilha
hi: बिल्हा

# B949
source: Bilhaur
hi: बिलहौर

# B950
source: Billawar
hi: बिलावर

# B951
source: Biloli
hi: बीलोली

# B952
source: Bilsanda
hi: बिलसांदा

# B953
source: Bin
hi: बीन

# B954
source: Bina
hi: बीना

# B955
source: Binauli
hi: बिनौली

# B956
source: Bind
hi: बिन्द

# B957
source: Binika
hi: बिनीका

# B958
source: Binjharpur
hi: ‍ भि‍न्जारपुर

# B959
source: Binnakandi
hi: बिनाकांडी

# B960
source: Binnakandi
hi: बिनाकांडी

# B963
source: Birano
hi: बिरानो

# B964
source: Biraul
hi: बिराउल

# B965
source: Birdha
hi: बिरधा

# B966
source: Birdpur
hi: बिरदपुर

# B967
source: Biridi
hi: बीरीदी

# B969
source: Birmaharajpur
hi: ब्रिमहारजपुर

# B970
source: Birni
hi: बिरनी

# B971
source: Birokhal
hi: बिरौंखाल

# B972
source: Birpur
hi: बिरपुर

# B973
source: Birsa
hi: बिरसा

# B974
source: Birshing Jarua
hi: बीरसिंग जारूवा

# B975
source: Bisalpur
hi: बिसालपुर

# B976
source: Bisanda
hi: बिसान्दा

# B977
source: Bisauli
hi: बिसौली

# B978
source: Bisfi
hi: बिसफी

# B980
source: Bishnah
hi: बीसनाह

# B981
source: Bishnugarh
hi: विष्णुगढ़

# B982
source: Bishnupur
hi: विष्णुपुर

# B983
source: Bishnupur C.D. Block
hi: विष्णुपुर सी डी ब्‍लॉक

# B984
source: Bishnupur-I
hi: विष्णुपुर-1

# B985
source: Bishnupur-II
hi: विष्णुपुर-2

# B986
source: Bishrampur
hi: बिसरमपुर

# B987
source: Bisoi
hi: बीसोई

# B988
source: Bisra
hi: बिसारा

# B989
source: Bisrakh
hi: बिसरख

# B990
source: Bissam Cuttack
hi: बिसाम कट्टक

# B991
source: Biswan
hi: बिसवान

# B992
source: Biswanath
hi: विश्‍वनाथ

# B993
source: Bithan
hi: बिथान

# B994
source: Bithri Chainpur
hi: भि‍तरी चैनपुर

# B995
source: Boarijore
hi: बोरीजोरे

# B997
source: Bobbili
hi: बोबली

# B998
source: Bochaha
hi: बोछाहा

# B999
source: Boden
hi: बोदेन

# B1000
source: Bodh Gaya
hi: बोध गया

# B1003
source: Bodinaickanur
hi: बोदीनाईचकनूर

# B1004
source: Bodla
hi: बोदला

# B1005
source: Bogalur
hi: बोगालूर

# B1006
source: Boginodi
hi: बोगीनोडी

# B1007
source: Bogole
hi: बोगोले

# B1008
source: Bohriband
hi: भोहरीबंद

# B1010
source: Boipariguda
hi: बोईपारीगुड़ा

# B1011
source: Boitamari
hi: बोयटामारी

# B1012
source: Bokajan
hi: बोकाजन

# B1013
source: Bokhra
hi: बोखरा

# B1014
source: Boko
hi: बोको

# B1015
source: Bolagarh
hi: बोलागढ़

# B1016
source: Bolangir
hi: बोलांगिर

# B1017
source: Bolba
hi: बोलबा

# B1018
source: Bollapalle
hi: बोलापाले

# B1019
source: Bolpur Sriniketan
hi: बोलपुर श्रीनीलकेतल

# B1021
source: Bommanahal
hi: बोमानाहल

# B1023
source: Bonaigarh
hi: बोनाईगढ़

# B1025
source: Bondapalle
hi: बोंडापल्‍ली

# B1026
source: Bongaon
hi: बोनगांव

# B1027
source: Bongaon
hi: बोनगांव

# B1028
source: Boniyar
hi: बोनियार

# B1029
source: Bonli
hi: बोनली

# B1030
source: Bonth
hi: बोंथ

# B1031
source: Borbarua
hi: बोरबारवा

# B1032
source: Bordoloni
hi: बोरदोलोनी

# B1033
source: Bordumsa-Diyun
hi: बोरदूमसा‍ दियून

# B1034
source: Borigog Bonbhag
hi: बोरीगोग बोनबघ

# B1035
source: Boriguma
hi: बोरीगुमा

# B1036
source: Borio
hi: बोरीओ

# B1037
source: Borjalenga
hi: बोरजालेंगा

# B1038
source: Borkhetri
hi: बोरखेतरी

# B1039
source: Borkhola
hi: बोरखोला

# B1041
source: Borsad
hi: बोरसद

# B1043
source: Boudh
hi: बोध

# B1045
source: Brahmagiri
hi: ब्रहमगिरी

# B1046
source: Brahmapuri
hi: ब्रहमपुरी

# B1047
source: Brahmasamudram
hi: ब्रह़मसमुन्द्रम

# B1048
source: Brahmpur
hi: ब्रहमपुर

# B1049
source: Brahmpur
hi: ब्रहमपुर

# B1050
source: Breng
hi: बेंरंग

# B1051
source: Brijmanganj
hi: ब्रिजमनगंज

# B1052
source: Buchinaidu Khandriga
hi: बुच्चीनेडू खण्डरिगा

# B1053
source: Budalur
hi: बूदालूर

# B1054
source: Budgam
hi: बुदगाम

# B1055
source: Budge Budge-I
hi: बुदे बुग -1

# B1056
source: Budge Budge-II
hi: बुदे बुग -2

# B1057
source: Budhal
hi: बुधाल

# B1058
source: Budhana
hi: भुदाना

# B1059
source: Budhlada
hi: बुधलादा

# B1060
source: Budni
hi: बुदनी

# B1061
source: Buguda
hi: बुगुदा

# B1062
source: Buhana
hi: भुवाना

# B1063
source: Bukkapatnam
hi: बुक्कापट़टनम

# B1064
source: Bukkarayasamudram
hi: बुक्‍कारियासमुद्रम

# B1065
source: Bulandshahr
hi: बुलन्दशहर

# B1066
source: Buldhana
hi: बुलधाना

# B1069
source: Bundwan
hi: बुंदवान

# B1070
source: Bunghmun
hi: बुंगमुन

# B1074
source: Burhait
hi: बूरहेट

# B1076
source: Burhanpur
hi: भुरनपुर

# B1077
source: Burhar
hi: बुद्धार

# B1078
source: Burharwa
hi: बूरहारवा

# B1079
source: Burja
hi: बूरजा

# B1080
source: Burmu
hi: बूरमू

# B1081
source: Burwan
hi: बुरवान

# B1082
source: Butchayyapeta
hi: बुचीयापेटा

# B1083
source: Butchireddipalem
hi: बुचरेड्डीपल्‍लम

# B1084
source: Buttayagudem
hi: बुटयागुडेम

# B1085
source: Buxa
hi: बक्सा

# B1086
source: Buxar
hi: बक्सर

# B1087
source: Buxwaha
hi: बक्स्वाहा

# B1088
source: Byadgi
hi: ब्यादगी

# B1089
source: C K Dinne
hi: सी के दिने

# B1090
source: C.Belagal
hi: सी बेलागल

# B1091
source: C.N.Halli
hi: सी एन हाली

# B1092
source: Campierganj
hi: कंपीरगंज

# B1093
source: Canacona
hi: केनाकोना

# B1094
source: Canning-I
hi: चानिंग-1

# B1095
source: Canning-II
hi: चानिंग-2

# B1096
source: Chachiot
hi: छाछिओत

# B1097
source: Chachoda
hi: छाछोडा

# B1098
source: Chadayamangalam
hi: चादयामंगलम

# B1099
source: Chadoora
hi: छादूरा

# B1100
source: Chadrasekarapuram
hi: छदरासेकरापुरम

# B1101
source: Chagalamarri
hi: चग्‍गलामरी

# B1102
source: Chagallu
hi: चगालू

# B1103
source: Chahania
hi: चाहानिया

# B1104
source: Chaibasa
hi: छायेबासा

# B1105
source: Chaiduar
hi: छाईदुआर

# B1106
source: Chail
hi: चैल

# B1107
source: Chainpur
hi: चैनपुर

# B1108
source: Chainpur
hi: चेनपुर

# B1109
source: Chainpur
hi: चैनपुर

# B1110
source: Chaka
hi: चक्‍का

# B1111
source: Chakai
hi: चाकाई

# B1112
source: Chakapad
hi: चक्‍कापद

# B1113
source: Chakarata
hi: चक्राता

# B1114
source: Chakarnagar
hi: चाकरनगर

# B1115
source: Chakchaka
hi: चक्‍कचक्‍का

# B1116
source: Chakdaha
hi: चाकदाह

# B1117
source: Chakia or Pipra
hi: चाकिया (पीपरा)

# B1118
source: Chakiya
hi: चाकिया

# B1119
source: Chakki
hi: चक्‍की

# B1120
source: Chakpikarong T.D.Block
hi: चकपिकारोंग टी डी ब्‍लॉक

# B1121
source: Chakradharpur
hi: चक्‍करधरपुर

# B1122
source: Chakrayapet
hi: चक्रायापेट

# B1123
source: Chaksu
hi: चाकसू

# B1124
source: Chakulia
hi: चोकुलिया

# B1125
source: Chakur
hi: चाकूर

# B1126
source: Chalakkudy
hi: चल्‍लाकूडी

# B1127
source: Chalisgaon
hi: चालीसगांव

# B1128
source: Challakere
hi: चल्‍लाकिरी

# B1129
source: Challapalli
hi: चल्‍लापल्‍ली

# B1130
source: Chamaria
hi: चामारिया

# B1131
source: Chamba
hi: चम्बा

# B1132
source: Chamba
hi: चंबा

# B1134
source: Chamkaur Sahib
hi: चमकौर साहेब

# B1135
source: Chamorshi
hi: चमोरसी

# B1136
source: Champakulam
hi: चंपाकूलम

# B1137
source: Champawat
hi: चम्पावत

# B1138
source: Champua
hi: चाम्पुवा

# B1139
source: Chamrawa
hi: चामरावा

# B1140
source: Chanan
hi: चनन

# B1141
source: Chanasma
hi: चान्सामा

# B1142
source: Chanchal-I
hi: चंचल-1

# B1143
source: Chanchal-II
hi: चंचल-2

# B1144
source: Chand
hi: चांद

# B1145
source: Chandagad
hi: चंदागढ़

# B1146
source: Chandahandi
hi: चन्दाहांडी

# B1148
source: Chandankiyari
hi: चन्दनक्यारी

# B1149
source: Chandarlapadu
hi: चन्द्रलापाडू

# B1150
source: Chandauli
hi: चंदौली

# B1151
source: Chandbali
hi: चांदबाली

# B1152
source: Chandel T.D.Block
hi: चन्देल टी डी ब्‍लॉक

# B1153
source: Chanderi
hi: चंदेरी

# B1155
source: Chandi
hi: चांदी

# B1156
source: Chandil
hi: चाण्दील

# B1157
source: Chandipur
hi: चांदीपुर

# B1158
source: Chanditala-I
hi: चांदीतला-1

# B1159
source: Chanditala-II
hi: चांदीतला-2

# B1160
source: Chandosh
hi: चन्दोस

# B1161
source: Chandragiri
hi: चन्द्रागिरी

# B1162
source: Chandrakona I
hi: चन्द्रकोना-1

# B1163
source: Chandrakona II
hi: चन्द्रकोना-2

# B1164
source: Chandrapur
hi: चंद्रपुर

# B1165
source: Chandrapur
hi: चन्द्रापुर

# B1166
source: Chandrapur
hi: चन्द्रपुर

# B1169
source: Chandur Bazar
hi: चंदूर बाजार

# B1170
source: Chandur Railway
hi: चंदूर रेलवे

# B1172
source: Chandwa
hi: चांदवा

# B1173
source: Chandwad
hi: चंदवाड

# B1174
source: Chandwara
hi: चांदवारा

# B1175
source: Changlang
hi: चेंगलेंग

# B1176
source: Changtongya
hi: चंगतोंगया

# B1177
source: Chanho
hi: छानहो

# B1179
source: Channapatna
hi: चन्‍नापटना

# B1180
source: Channarayapatna
hi: चन्‍नाअरयापटना

# B1181
source: Chanpatia
hi: चनपातिया

# B1182
source: Chapadu
hi: चापदू

# B1183
source: Chapar Salkocha
hi: छापर सालकोचा

# B1184
source: Chapra
hi: छापरा

# B1185
source: Charama
hi: चरमा

# B1186
source: Chare
hi: चारे

# B1187
source: Chargawan
hi: छरगवान

# B1188
source: Charkhari
hi: चरखारी

# B1189
source: Charminar
hi: चारमीनार

# B1190
source: Charpokhari
hi: चरपोखारी

# B1191
source: Charthawal
hi: चरथावल

# B1192
source: Chas
hi: छास

# B1193
source: Chata
hi: छत्‍ता

# B1194
source: Chatna
hi: चातना

# B1195
source: Chatra
hi: छत्‍तरा

# B1196
source: Chatra Sadar
hi: छतरा सदर

# B1197
source: Chatrai
hi: छतराई

# B1198
source: Chattarpur
hi: छत्‍तरपुर

# B1199
source: Chaubeypur
hi: छौबेपुर

# B1200
source: Chaugai
hi: चोगाई

# B1201
source: Chauhara
hi: छाहूहारा

# B1202
source: Chaukhutia
hi: चौखुटिया

# B1203
source: Chaumuha
hi: चौमुहा

# B1204
source: Chauntra
hi: छौंतरा

# B1205
source: Chauparan
hi: चौपारन

# B1206
source: Chausa
hi: चौसा

# B1207
source: Chausa
hi: चौसा

# B1208
source: Chautham
hi: चौथम

# B1209
source: Chavakkad
hi: चवाककद

# B1210
source: Chavara
hi: चावरा

# B1211
source: Chawarpata
hi: छवारपाटा

# B1212
source: Chawmanu
hi: च्वामानू

# B1213
source: Chawngte
hi: च्वंगते

# B1214
source: Chayangtajo
hi: चयांगताजो

# B1215
source: Chayani Borduar
hi: च्यानी बोरदूर

# B1216
source: Chaygaon
hi: छायेगांव

# B1217
source: Chebrole
hi: छेब्रोले

# B1218
source: Cheedikada
hi: चीदीकाडा

# B1219
source: Cheepurupalle
hi: चिपरूपल्‍ली

# B1221
source: Chehrakala
hi: छेराकाला

# B1222
source: Chejerla
hi: छे‍ज्जरला

# B1223
source: Chelannur
hi: चेल्‍लानूर

# B1224
source: Chellampatti
hi: छेलामपट्टी

# B1225
source: Chen
hi: चैन

# B1226
source: Chenani
hi: चेनानी

# B1227
source: Chenari
hi: चेनारी

# B1228
source: Chendipada
hi: चेंदीपाढ़ा

# B1229
source: Chenga
hi: चेंगा

# B1230
source: Chengam
hi: चेनगम

# B1231
source: Chengannur
hi: चेंगानूर

# B1232
source: Chennagiri
hi: चेन्‍नगिरी

# B1234
source: Chenne Kothapalle
hi: चेन्ने कोथापल्‍ली

# B1235
source: Chennimalai
hi: चेन्‍नीमल्‍लाई

# B1236
source: Chennur
hi: चेन्‍नूर

# B1238
source: Cheranmahadevi
hi: चेरानमहादेवी

# B1239
source: Cheriabariarpur
hi: चेरियाबरियापुर

# B1242
source: Cherpu
hi: चेरपू

# B1243
source: Cherukupalle
hi: चेरूकूपाले

# B1244
source: Chessore
hi: चेसोरे

# B1245
source: Chetpet
hi: चेतपेट

# B1247
source: Chewara
hi: चेवड़ा

# B1248
source: Cheyyar
hi: चियार

# B1249
source: Chhabra
hi: छाबड़ा

# B1250
source: Chhachhrauli
hi: छदरोली

# B1251
source: Chhajlet
hi: छजलत

# B1252
source: Chhanbey
hi: छानबे

# B1253
source: Chhapara
hi: छप्‍परा

# B1254
source: Chhapiya
hi: छापिया

# B1255
source: Chhaprauli
hi: छपरौली

# B1256
source: Chhatapur
hi: किसनपुर

# B1257
source: Chhatarpur
hi: छत्‍तरपुर

# B1258
source: Chhatoh
hi: छतोह

# B1259
source: Chhatrapur
hi: छत्तरपुर

# B1261
source: Chhegon Makhan
hi: छेगोन मक्खान

# B1263
source: Chhindwara
hi: छिंदवाड़ा

# B1264
source: Chhipabarod
hi: छिपाबरोड

# B1266
source: Chhoti Sadri
hi: छोटी सादरी

# B1269
source: Chhuikhadan
hi: छूहीखादान

# B1271
source: Chhuria
hi: छूरिया

# B1272
source: Chibramau
hi: छिबरामाऊ

# B1273
source: Chicholi
hi: छिछोली

# B1274
source: Chickballapur
hi: चिकबालापुर

# B1276
source: Chickmagalur
hi: चिकमगलूर

# B1277
source: Chiephopozou
hi: छीपोजोऊ

# B1279
source: Chikhaldara
hi: चिखलदरा

# B1280
source: Chikhali
hi: चिखली

# B1281
source: Chikhli
hi: चिखली

# B1282
source: Chikiti
hi: चिकीती

# B1283
source: Chikkodi
hi: चिकोडी

# B1284
source: Chilakaluripet
hi: चिल्‍लाकालूरीपेट

# B1285
source: Chilamathur
hi: चिल्लामाथुर

# B1286
source: Chilika
hi: चिलिका

# B1287
source: Chilkahar
hi: चिल्काहर

# B1289
source: Chillakur
hi: चिल्‍लाकुर

# B1290
source: Chimakurthi
hi: छिमाकुरती

# B1291
source: Chimur
hi: चिमूर

# B1292
source: Chinagadila
hi: चिन्‍ना‍गदिला

# B1293
source: Chinaganjam
hi: छिनागन्जम

# B1294
source: Chincholi
hi: चिनचोली

# B1295
source: Chingai T.D.Block
hi: चिंगाई टी डी ब्‍लॉक

# B1296
source: Chinhat
hi: चिन्‍हट

# B1297
source: Chinia
hi: चिनया

# B1300
source: Chinnagottigallu
hi: चिन्‍नागोटीगालू

# B1301
source: Chinnamandem
hi: चिन्‍नामडेंम

# B1302
source: Chinnamanur
hi: चिन्‍नामानूर

# B1304
source: Chinsura-Mogra
hi: चिनसूरा-मोगरा

# B1305
source: Chintalapudi
hi: चिन्‍तलापुड्डी

# B1306
source: Chintapalle
hi: चिन्तापल्‍ली

# B1309
source: Chinthamani
hi: चिंथामणी

# B1311
source: Chinthong
hi: चिंथोंग

# B1313
source: Chinyalisaur
hi: चिन्यालीसौर

# B1314
source: Chiplun
hi: चिपलून

# B1315
source: Chippagiri
hi: चिप्‍पागिरी

# B1316
source: Chiraigaon
hi: चिराईगांव

# B1317
source: Chiraiya
hi: छिराइया

# B1318
source: Chirala
hi: छिराला

# B1319
source: Chirawa
hi: छिरावा

# B1320
source: Chirayinkeezh
hi: चिरायंकिज

# B1321
source: Chirgaon
hi: चिरगांव

# B1324
source: Chitradurga
hi: छितरादुर्गा

# B1325
source: Chitrakoot
hi: चित्रकूट

# B1326
source: Chitrakut (Majhgawan)
hi: चित्रकुट ( मझगवान)

# B1327
source: Chitrangi
hi: चित्रांगी

# B1329
source: Chittamur
hi: चित्‍तामुर

# B1330
source: Chittapur
hi: छितापुर

# B1331
source: Chittaura
hi: छितौरा

# B1332
source: Chittaurgarh
hi: चितौरगढ़

# B1333
source: Chittoor
hi: चित्‍तूर

# B1334
source: Chittumala
hi: चितूमाला

# B1335
source: Chittur
hi: छिथूर

# B1336
source: Chitvel
hi: चितवेल

# B1340
source: Chodavaram
hi: चोदावरम

# B1341
source: Chogawan
hi: चोगावन

# B1343
source: Chohtan
hi: चौथान

# B1344
source: Chokpot
hi: चोकपोट

# B1345
source: Cholapur
hi: छोलापुर

# B1346
source: Chopal
hi: चौपाल

# B1347
source: Chopan
hi: चौपान

# B1348
source: Chopda
hi: चोपडा

# B1350
source: Chopra
hi: चौपड़ा

# B1351
source: Choraut
hi: चौरोट

# B1352
source: Chorhani
hi: छोरहनी

# B1353
source: Choryasi
hi: छोरियासी

# B1354
source: Chotila
hi: छोटीला

# B1355
source: Chourai
hi: चौराई

# B1357
source: Chowannur
hi: चौवानूर

# B1358
source: Chowdepalle
hi: चौधेपल्‍ली

# B1359
source: Chowki
hi: चौकी

# B1360
source: Chuda
hi: छूदा

# B1361
source: Chukidong
hi: चूकीडोंग

# B1362
source: Chungthang
hi: चूंगथंग

# B1363
source: Churachandpur T.D.Block
hi: चूराचंदपुर टी डी ब्‍लॉक

# B1364
source: Churchu
hi: चूरचू

# B1365
source: Churu
hi: चूरू

# B1366
source: City Surat
hi: सिटी सूरत

# B1367
source: Colonelganj
hi: कोलेनगंज

# B1368
source: Contai I
hi: कोंटिया-1

# B1369
source: Contai II
hi: कोंटिया-2

# B1370
source: Contai III
hi: कोंटिया-3

# B1371
source: Coochbehar-I
hi: कूचबेहर-1

# B1372
source: Coochbehar-II
hi: कूचबेहर-2

# B1373
source: Coonoor
hi: कोनूर

# B1374
source: CR Nagar
hi: सीआर नगर

# B1375
source: Cuddalore
hi: कुड्डालोरे

# B1376
source: Cuddapah
hi: कुडाफ

# B1377
source: Cumbum
hi: कूमबूम

# B1378
source: Cumbum
hi: कूम्बम

# B1379
source: Cuttack
hi: कुटुक

# B1380
source: D Hirehal
hi: डी‍ हिरेहल

# B1381
source: Dabhara
hi: दाबहारा

# B1382
source: Dabhel
hi: दाभेल

# B1383
source: Dabhoi
hi: दाभोई

# B1384
source: Dabra
hi: डाबरा

# B1385
source: Dabugam
hi: दाबुगाम

# B1386
source: Dabwali
hi: दबवाली

# B1387
source: Dachepalle
hi: डाचेपाले

# B1388
source: Dachnipora
hi: डचनीपोरा

# B1389
source: Dadenggre
hi: दादेंगीरी

# B1390
source: Dadra
hi: दादरा

# B1391
source: Dadraul
hi: ददरौल

# B1392
source: Dadri
hi: दादरी

# B1395
source: Dagadarthi
hi: दग्‍गादरथी

# B1396
source: Dagarua
hi: दगारूवा

# B1399
source: Dahi
hi: दाही

# B1400
source: Dahod
hi: दाहोद

# B1401
source: Dakkili
hi: डाकिली

# B1402
source: Dakor
hi: दाकोर

# B1403
source: Dalanghat
hi: दालनघाट

# B1404
source: Dalgaon Sialmari
hi: दलगावं‍ सियालमारी

# B1405
source: Dalmau
hi: दलमाऊ

# B1406
source: Dalsingh Sarai
hi: दलसिंह सराय

# B1407
source: Daltonganj Sadar
hi: दलतोनगंज सदर

# B1408
source: Dalu
hi: दालू

# B1409
source: Damanwada
hi: दमनवाडा

# B1411
source: Dambo Rongjeng
hi: दाम्बों रोंगजेंग

# B1412
source: Dambuk
hi: डेमबुक

# B1413
source: Damcherra
hi: दामछेरा

# B1416
source: Damin
hi: दामिन

# B1417
source: Damkhoda
hi: दामखोडा

# B1419
source: Damoh
hi: दामोह

# B1420
source: Danagadi
hi: दानागाड़ी

# B1421
source: Danapur
hi: दानापुर

# B1422
source: Dandai
hi: दण्डाई

# B1423
source: Dandari
hi: दनदारी

# B1425
source: Dandkhora
hi: डांडखोड़ा

# B1426
source: Dangs
hi: दंगस

# B1427
source: Dangtol
hi: दंगतोल

# B1428
source: Daniyawan
hi: दनियावन

# B1429
source: Dankaur
hi: बंकौर

# B1430
source: Danpatganj
hi: धनपतगंज

# B1431
source: Danpur
hi: दानपुर

# B1432
source: Dansal
hi: दंसल

# B1433
source: Danta
hi: दांता

# B1434
source: Danta Ramgarh
hi: दंता रामगढ़

# B1435
source: Dantan I
hi: दंतान-1

# B1436
source: Dantan II
hi: दंतान-2

# B1437
source: Dantewada
hi: दान्तेवाडा

# B1438
source: Dantiwada
hi: दंतीवाड़ा

# B1439
source: Dapada
hi: दापदा

# B1440
source: Dapoli
hi: दापोली

# B1441
source: Daporijo
hi: दापोरीजो

# B1442
source: Dar-Pulbazar
hi: दार-पुलबाजार

# B1443
source: Darauli
hi: दारोली

# B1444
source: Daraundha
hi: दाराउंधा

# B1445
source: Darbha
hi: दारभा

# B1446
source: Darbhanga
hi: दरभंगा

# B1447
source: Darhal
hi: दरहाल

# B1448
source: Daringbadi
hi: दारिंगपाडी

# B1449
source: Dariyabad
hi: दरियाबाद

# B1450
source: Dariyapur
hi: दरियापुर

# B1451
source: Darlawn
hi: दरलावन

# B1452
source: Darsi
hi: दरसी

# B1453
source: Darwha
hi: दरवाह

# B1454
source: Daryapur
hi: दरियापुर

# B1455
source: Dasada Patadi
hi: दासदा पटादी

# B1456
source: Dascroi
hi: दसकरोई

# B1457
source: Dasda
hi: दासदा

# B1458
source: Dasmanthpur
hi: दसमांतपुर

# B1459
source: Dasoli
hi: दसोली

# B1460
source: Daspalla
hi: दसपाला

# B1461
source: Daspur I
hi: दासपुर-1

# B1462
source: Daspur II
hi: दासपुर-2

# B1463
source: Dasrathpur
hi: दशरतपुर

# B1464
source: Dasuya
hi: दासूवा

# B1465
source: Dataganj
hi: बाटागंज

# B1466
source: Datia
hi: दातिया
