Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B5724
source: Sonarpur
hi: सोनापुर

# B5725
source: Sonbarsa
hi: सोनबरसा

# B5726
source: Sonbarsa
hi: सोनबरसा

# B5729
source: Sondwa
hi: सोंडवा

# B5730
source: Sonepat
hi: सोनीपत

# B5731
source: Sonepur
hi: सोनेपुर

# B5732
source: Songadh
hi: सोंगाध

# B5734
source: Songsak
hi: सोंगसक

# B5735
source: Sonhat
hi: सोनहाट

# B5736
source: Sonkachh
hi: सोनकच्छ

# B5737
source: Sono
hi: सोनो

# B5738
source: Sonpeth
hi: सोनपेठ

# B5739
source: Sonpur
hi: सोनपुर

# B5740
source: Sonua
hi: सोनुवा

# B5741
source: Sootia
hi: सूतिया

# B5742
source: Sopore
hi: सोपोरे

# B5743
source: Soraba
hi: सोराबा

# B5744
source: Sorada
hi: सोरादा

# B5745
source: Soraon
hi: सौरांऊ

# B5746
source: Soreng
hi: सारेंग

# B5747
source: Soro
hi: सोरो

# B5749
source: Soundatti
hi: सोंदाटी

# B5750
source: Sousar
hi: सोसार

# B5751
source: South Hailakandi
hi: दक्षि‍ण हेलाकांडी

# B5752
source: South Karimganj
hi: साउथ करीमगंज

# B5753
source: South Salmara
hi: साउथ सलमारा

# B5754
source: South Solapur
hi: साउथ सोलापुर

# B5755
source: Soyagaon
hi: सोयागांव

# B5756
source: Spiti
hi: सिप्‍ती

# B5757
source: Sri Madhopur
hi: श्री माधोपुर

# B5758
source: Sri Nagar
hi: श्रीनगर

# B5759
source: Sriduttganj
hi: सिरदुतगंज

# B5760
source: Srijangram
hi: श्रीजानगरम

# B5761
source: Srikakulam
hi: श्रीककुलम

# B5762
source: Srikalahasti
hi: श्रीकलाहस्ती

# B5764
source: Srinagar
hi: श्रीनगर

# B5765
source: Sringeri
hi: श्रींगेरी

# B5766
source: Srinivasapura
hi: श्रीनिवासापुरा

# B5767
source: Sriperumbudur
hi: श्रीपरूमबुदुर

# B5769
source: Srirangapatna
hi: श्रीरंगापटना

# B5770
source: Srirangarajapuram
hi: श्रीरंगराजापुरम

# B5771
source: Srisailam
hi: श्रीसलेम

# B5772
source: Srivaikuntam
hi: श्रीवेकूवन्तम

# B5773
source: Srivilliputhur
hi: श्रीविलीपूथूर

# B5774
source: Srungavarapukota
hi: संरूगवारापूकोटा

# B5775
source: Styabadi
hi: सत्याबाड़ी

# B5776
source: Sualkuchi
hi: सोलकुची

# B5777
source: Suar
hi: सुआर

# B5778
source: Subdega
hi: सुबडेगा

# B5779
source: Sudhagad
hi: सुधागढ़

# B5780
source: Sudhar
hi: सुधर

# B5781
source: Sugauli
hi: सौगुली

# B5782
source: Suitha Kala
hi: सूथा कला

# B5783
source: Sujanganj
hi: सुजानगंज

# B5784
source: Sujangarh
hi: सुजानगढ़

# B5786
source: Sukinda
hi: सुकीन्दा

# B5788
source: Sukrauli
hi: सुकरौली

# B5789
source: Sukruli
hi: सुकुरूली

# B5790
source: Suliapada
hi: सुलियापाड़ा

# B5791
source: Sullah (Bhedu Mahadev)
hi: सुलाह (बेदू महादेव)

# B5792
source: Sullurpeta
hi: सूलूरपेटा

# B5793
source: Sult
hi: सल्ट

# B5795
source: Sultanganj
hi: सुल्तानगंज

# B5796
source: Sultanganj
hi: सुल्तानगंज

# B5797
source: Sultanpet
hi: सुल्तानपेट

# B5798
source: Sultanpur
hi: सुल्तानपुर

# B5799
source: Sultanpur
hi: सुल्तानपुर

# B5800
source: Sulur
hi: सूलूर

# B5801
source: Sulya
hi: सुलिया

# B5803
source: Sumerpur
hi: सुमेरपुर

# B5804
source: Sumerpur
hi: सुमेरपुर

# B5805
source: Sumerpur
hi: सुमेरपुर

# B5806
source: Sunam
hi: सुनाम

# B5807
source: Sundargarh
hi: सुन्दरगढ़

# B5808
source: Sunder Nagar
hi: सुन्दर नगर

# B5809
source: Sunderbani
hi: सुन्दरबानी

# B5810
source: Sunderpahari
hi: सुन्दरपहरी

# B5811
source: Supaul
hi: सुपोल

# B5812
source: Suppi
hi: सूपी

# B5813
source: Surajgarh
hi: सूरजगढ़

# B5815
source: Surankote
hi: सुरानकोट

# B5816
source: Suratganj
hi: सुरतगंज

# B5817
source: Suratgarh
hi: सूरतगढ़

# B5818
source: Surgana
hi: सुरगाना

# B5819
source: Suri-I
hi: सूरी-1

# B5820
source: Suri-II
hi: सूरी-2

# B5821
source: Suriyawan
hi: सूर्यावन

# B5822
source: Sursa
hi: सुरसा

# B5823
source: Sursand
hi: सूरसंद

# B5824
source: Suruhuto
hi: सुरूहूतू

# B5825
source: Suryagarha
hi: सूर्याग्रह

# B5827
source: Suryapura
hi: सूर्यापुरा

# B5829
source: Sutahata
hi: सुतहाता

# B5830
source: Suti-I
hi: सूती-1

# B5831
source: Suti-II
hi: सूती-2

# B5833
source: Suwana
hi: सुवाना

# B5834
source: Swarupnagar
hi: स्वरूपनगर

# B5835
source: Syaldey
hi: स्यालदे

# B5836
source: Syana
hi: स्याना

# B5837
source: Sydapuram
hi: सयदापुरम

# B5838
source: T Narasapuram
hi: टी नारसापुरम

# B5840
source: T Palur
hi: टी पालूर

# B5841
source: T Sundupalle
hi: टी सून्दूपाले

# B5842
source: T.Kallupatty
hi: टी कल्‍लूपट्टी

# B5843
source: T.N. Palayam
hi: टी एन पलायम

# B5844
source: T.Narasipur
hi: टी नारसीपुर

# B5845
source: T.Pet
hi: टी पेट

# B5846
source: Tada
hi: टाडा

# B5847
source: Tadepalligudem
hi: ताडेपल्‍लीगुडेम

# B5848
source: Tadikonda
hi: टाडीकोंडा

# B5849
source: Tadimarri
hi: ताडीमारी

# B5851
source: Tadpatri
hi: तडपाटरी

# B5854
source: Tahbarpur
hi: ताहबरपुर

# B5856
source: Tajpur
hi: ताजपुर

# B5857
source: Takha
hi: टाकहा

# B5858
source: Takhatpur
hi: तखतपुर

# B5859
source: Takula
hi: ताकूला

# B5860
source: Tala
hi: ताला

# B5861
source: Talaja
hi: तलाजा

# B5866
source: Talavadi
hi: तल्‍लावाडी

# B5867
source: Talbehat
hi: तलबेहत

# B5868
source: Talcher
hi: तलछेर

# B5869
source: Taldangra
hi: तलदानगरा

# B5870
source: Talera
hi: तालेरा

# B5871
source: Talgram
hi: तलग्राम

# B5873
source: Taliha
hi: तालिहा

# B5874
source: Taliparamba
hi: तल्‍लीपरम्बा

# B5875
source: Taljhari
hi: तालीझारी

# B5876
source: Tallarevu
hi: तल्‍लारेवू

# B5877
source: Talod
hi: तालोड़

# B5878
source: Taloda
hi: तालोडा

# B5879
source: Talupula
hi: तालूपुला

# B5880
source: Talwandi Sabo
hi: तलवांडी साबो

# B5881
source: Talwara
hi: तलवारा

# B5883
source: Tamei T.D.Block
hi: तामेई टी डी ब्‍लॉक

# B5884
source: Tamenglong T.D.Block
hi: तामेनगोलंग टी डी ब्‍लॉक

# B5885
source: Tamiya
hi: ता‍मिया

# B5886
source: Tamkuhi
hi: तामकुही

# B5887
source: Tamlu
hi: तामलू

# B5888
source: Tamluk
hi: तामलुक

# B5889
source: Tamnar
hi: तमनार

# B5892
source: Tanakal
hi: तनकल

# B5893
source: Tanda
hi: टान्डा

# B5894
source: Tanda
hi: टाण्डा

# B5895
source: Tandiyawan
hi: तान्डीयावन

# B5898
source: Tandwa
hi: तंडवा

# B5899
source: Tangarpali
hi: टंगरपाली

# B5900
source: Tangi
hi: तान्गी

# B5901
source: Tangi Choudwar
hi: तांगी चौधवार

# B5902
source: Tangmarg
hi: टेंगमार्ग

# B5903
source: Tangutur
hi: तांगुटुर

# B5905
source: Tankuppa
hi: टंकुपा

# B5906
source: Tantnagar
hi: तंतनगर

# B5907
source: Tanuku
hi: तन्‍नूकू

# B5909
source: Tanur
hi: तन्‍नूर

# B5911
source: Tapan
hi: तपन

# B5912
source: Tapang
hi: तपंग

# B5913
source: Tapattari
hi: टापातारी

# B5914
source: Tappal
hi: तापाल

# B5915
source: Tarabganj
hi: तराबगंज

# B5916
source: Taraiya
hi: तारिया

# B5917
source: Tarakeswar
hi: ताराकेश्वर

# B5918
source: Tarana
hi: तराना

# B5919
source: Taranagar
hi: तारानगर

# B5920
source: Tarapur
hi: तारापुर

# B5921
source: Tarari
hi: तरारी

# B5922
source: Tarava
hi: तारावा

# B5923
source: Tard Dih
hi: तरद धी

# B5924
source: Tarikere
hi: तारीकिरी

# B5925
source: Tarikhet
hi: तारीखेत

# B5926
source: Tariyani
hi: तरीयानी

# B5927
source: TARKULWA
hi: तरकुलवा

# B5928
source: Tarlapadu
hi: तरलापाडु

# B5930
source: Tarpur
hi: तारपुर

# B5931
source: Tarsika
hi: तारसिका

# B5932
source: Tarun
hi: तारूण

# B5933
source: Tarwa
hi: तरवा

# B5934
source: Tasgaon
hi: तासगांव

# B5935
source: Tauni Devi
hi: तोनी देवी

# B5936
source: Tawang
hi: त्वांग

# B5937
source: Teetwal
hi: तीतवाल

# B5938
source: Teghara
hi: तेगहारा

# B5939
source: Tehatta-I
hi: तेहाता-1

# B5940
source: Tehatta-II
hi: तेहाता-2

# B5941
source: Tejwapur
hi: तेजवापुर

# B5942
source: Tekari
hi: टेकरी

# B5943
source: Tekkali
hi: टेकाली

# B5946
source: Telahi
hi: तेलहाई

# B5947
source: Telhara
hi: तेल्हारा

# B5948
source: Telhara
hi: तेल्हारा

# B5950
source: Teliyani
hi: तेलीयांज

# B5952
source: Telkoi
hi: तेलकोई

# B5953
source: Tenali
hi: तेनाली

# B5954
source: Tendukheda
hi: तेंदूखेड़ा

# B5955
source: Tengakhat
hi: तेंगाखट

# B5956
source: Tengnoupal T.D.Block
hi: टेंगनोपल टी डी ब्‍लॉक

# B5957
source: Tening
hi: तीनिंग

# B5959
source: Tentulikhunti
hi: तेन्तुलीकुन्थी

# B5960
source: Teonthar
hi: तेवोंथर

# B5961
source: Teosa
hi: तेवोसा

# B5962
source: Terhagachhi
hi: तेरहागाछी

# B5963
source: Tetaria
hi: टटारिया

# B5964
source: Tetia Bamber
hi: तेतिया बाम्बेर

# B5965
source: Tezu
hi: तेजू

# B5966
source: Th.Rampur
hi: रामपुर

# B5967
source: Tha-Maheshtala
hi: था-महेशताला

# B5968
source: Thadepalle
hi: थाडेपाले

# B5969
source: Thadlaskein
hi: थाडलास्केन

# B5970
source: Thakrahan
hi: थकराहन

# B5971
source: Thakurdwara
hi: ठाकुरद्वार

# B5972
source: Thakurgangti
hi: ठाकुरगंगती

# B5973
source: Thakurganj
hi: ठाकुरगंज

# B5974
source: Thakurmunda
hi: ठाकुरमुंडा

# B5975
source: Thalainayar
hi: थालाईनयर

# B5976
source: Thalaivasal
hi: थलाईवसाल

# B5977
source: Thalasseri
hi: थल्‍लासेरी

# B5978
source: Thalikulam
hi: थालीकूलम

# B5979
source: Thalisain
hi: थैलीसेण

# B5981
source: Thallapudi
hi: थल्‍लापुड्डी

# B5982
source: Thallur
hi: थालुर

# B5984
source: Thally
hi: थाल्‍लई

# B5985
source: Thamballapalle
hi: थम्बालापल्‍ली

# B5987
source: Thanagazi
hi: थानागाजी

# B5988
source: Thandla
hi: थांडला

# B5989
source: Thandrampet
hi: थंडरामपेट

# B5990
source: Thane
hi: थाने

# B5991
source: Thanesar
hi: थानेसर

# B5992
source: Thanjavur
hi: थंजावर

# B5993
source: Thanlon T.D.Block
hi: थानलोन टी डी ब्‍लॉक

# B5994
source: Thanthoni
hi: थानथोनी

# B5995
source: Tharad
hi: थारद

# B5996
source: Tharali
hi: थराली

# B5997
source: Tharamangalam
hi: थारामंगलम

# B5998
source: Tharthari
hi: थरथरी

# B5999
source: Thasra
hi: थसरा

# B6000
source: Thathri
hi: थातरी

# B6001
source: Thauldhar
hi: थोलधर

# B6002
source: Thavanampalle
hi: थावनमपल्‍ली

# B6003
source: Thawe
hi: थावे

# B6004
source: Thcthaitanger
hi: तछथेनगेर

# B6005
source: Thekma
hi: थेकमा

# B6006
source: Thellar
hi: थैलार

# B6007
source: Theni
hi: तेहनी

# B6008
source: Theog
hi: तेहोग

# B6009
source: Therlam
hi: थेरलम

# B6010
source: Thikri
hi: ठीकरी

# B6014
source: Thingdawl
hi: थींगदव्‍ल

# B6015
source: Thingsulthliah
hi: थिंगसूलथि‍या

# B6017
source: Thirthahalli
hi: तिरथाहल्‍ली

# B6018
source: Thiruchuli
hi: थि‍रूचूली

# B6020
source: Thirukoilur
hi: थि‍रूकोइलूर

# B6023
source: Thirumangalam
hi: थीरूमंगलम

# B6025
source: Thirumanur
hi: थीरूमनूर

# B6026
source: Thirumarugal
hi: थीरयूमारूगल

# B6027
source: Thirumayam
hi: थि‍रूमयम

# B6031
source: Thirupparankundram
hi: तिरूपारनकुन्दरम

# B6032
source: Thiruppathur
hi: थि‍रूपाथूर

# B6033
source: Thiruppullani
hi: थि‍रूपपुलानी

# B6034
source: Thiruppuvanam
hi: थि‍रूपूवन्‍नम

# B6035
source: Thiruthuraipoondi
hi: तियथूराईपूण्डी

# B6036
source: Thiruvadanai
hi: थिरिवादनाई

# B6037
source: Thiruvaiyaru
hi: थि‍रूवाईयारू

# B6038
source: Thiruvarankulam
hi: थि‍रवारनकूलम

# B6039
source: Thiruvarur
hi: थि‍रूवरूर

# B6040
source: Thiruvattar
hi: थीरवातूर

# B6041
source: Thiruvennainallur
hi: थिरूवेनानल्‍लूर

# B6042
source: Thiruverambur
hi: थि‍रूवरामबूर

# B6043
source: Thiruvidaimarudur
hi: थि‍रूविदामरूदुर

# B6044
source: Thiruvonam
hi: थि‍रूवोनम

# B6046
source: Thodannur
hi: थोडानूर

# B6047
source: Thodupuzha
hi: थोडूपूझा

# B6048
source: Thogamalai
hi: थोगामल्‍लाई

# B6050
source: Thondamuthur
hi: थोंडामूथूर

# B6051
source: Thondangi
hi: थोंडांगी

# B6052
source: Thondur
hi: थोंडूर

# B6053
source: Thonknyu
hi: थोंक्यू

# B6054
source: Thoothukudi
hi: थूथूकूडी

# B6055
source: Thoppampatti
hi: थोपामपाट्टी

# B6057
source: Thotapalligudur
hi: थोटापल्‍लीगुदुर

# B6058
source: Thotlavalluru
hi: थोटलावेलूरू

# B6059
source: Thottambedu
hi: थोटामबेदू

# B6060
source: Thottiam
hi: थोटियम

# B6061
source: Thoubal C.D.Block
hi: तोबाल सी डी ब्‍लॉक

# B6062
source: Thovalai
hi: थोवालाई

# B6064
source: Thrithala
hi: थ्रिथल

# B6065
source: Thrizino
hi: थि‍रजिनो

# B6066
source: Thuckalay
hi: थुकाले

# B6067
source: Thullur
hi: थूलूर

# B6069
source: Thuraiyur
hi: थूराईयूर

# B6070
source: Thurinjapuram
hi: थुरिंजापुरम

# B6072
source: Thycattussery
hi: थेइकेतूसेरी

# B6074
source: Tigiria
hi: टिगरिया

# B6075
source: Tihidi
hi: थीडि

# B6076
source: Tihra Sujanpur
hi: थि‍रा सूजानपुर

# B6077
source: Tihu
hi: तिहू

# B6079
source: Tijara
hi: तीजारा

# B6080
source: Tikabali
hi: टीकाबाली

# B6081
source: Tikamgarh
hi: टिकमगढ़

# B6082
source: Tikrikilla
hi: टिकरीकिला

# B6083
source: Tilakwada
hi: तिलकवाड़ा

# B6084
source: Tilauthu
hi: तिलाउथू

# B6085
source: Tilda
hi: तिलडा

# B6086
source: Tileibani
hi: तिलीबानी

# B6087
source: Tilhar
hi: तिलहर

# B6089
source: Timarni
hi: तिमारनी

# B6090
source: Tindwari
hi: टीण्डवारी

# B6091
source: Tingkhong
hi: तिंगखोंग

# B6092
source: Tiptur
hi: तिपतूर

# B6093
source: Tiringi
hi: त्रिन्गी

# B6094
source: Tirla
hi: तिरला

# B6095
source: Tirmalgiry
hi: त्रिमगिरी

# B6096
source: Tirora
hi: तिवोरा

# B6097
source: Tirtol
hi: त्रितोल

# B6098
source: Tiruchendur
hi: तिरूचेन्दूर

# B6099
source: Tiruchengode
hi: त्रिचेंगोडे

# B6100
source: Tirupati Rural
hi: त्रिपती रूरल

# B6101
source: Tirupati Urban
hi: त्रिपती अरबन

# B6102
source: Tiruppanandal
hi: थि‍रूपन्नाडल

# B6103
source: Tiruppur
hi: तूरूपपुर

# B6105
source: Tirur
hi: तिरूर

# B6106
source: Tirurangadi
hi: तिरउरांगादी

# B6107
source: Tiruttani
hi: तिरूतानी

# B6108
source: Tiruvalangadu
hi: त्रिवालंगदू

# B6109
source: Tiruvallur
hi: तिरूवल्‍लूर

# B6110
source: Tiruvannamalai
hi: तिरूवन्‍नामल्‍लाई

# B6111
source: Tiruvuru
hi: त्रीवेरू

# B6113
source: Tisri
hi: टीसरी

# B6114
source: Tissa
hi: तिसा

# B6115
source: Tiswadi
hi: तीसवाडी

# B6116
source: Titabar
hi: तीताबर

# B6117
source: Titilagarh
hi: तीतलागढ़

# B6118
source: Tizit
hi: तिजित

# B6119
source: Tlangnuam
hi: तिलंगनुआम

# B6120
source: Tobu
hi: तोबू

# B6121
source: Todabhim
hi: टोडाभीम

# B6122
source: Todaraisingh
hi: टोडाराय‍सिंह

# B6123
source: Todarpur
hi: टोडरपुर

# B6124
source: Tohana
hi: तोहाना

# B6125
source: Tokapal
hi: टोकापल

# B6126
source: Tokiye
hi: टोकीए

# B6127
source: Tonk
hi: टोंक

# B6128
source: Tonk Khurd
hi: टोंक खुर्द

# B6129
source: Tonto
hi: टोंटा

# B6130
source: Topchanchi
hi: तोपचांची

# B6132
source: Tosham
hi: तोसाम

# B6133
source: Tousem T.D.Block
hi: तोसेम टी डी ब्‍लॉक

# B6134
source: Tral
hi: तराल

# B6135
source: Trehgam
hi: तेरहगाम

# B6136
source: Trimbkeshwar
hi: त्रिम्बकेश्वर

# B6137
source: Tripuranthakam
hi: त्रिपुरूअंतकम

# B6138
source: Trivediganj
hi: त्रिवेदीगंज

# B6139
source: Triveniganj
hi: ‍ त्रि‍वेणीगंज

# B6140
source: Tsemenyu
hi: तीसमेन्यू

# B6141
source: Tsundur
hi: टीसुन्दुर

# B6142
source: Tufanganj-I
hi: तूफानगंज-1

# B6143
source: Tufanganj-II
hi: तूफानगंज-2

# B6144
source: Tuggali
hi: तुगाली

# B6145
source: Tuipang
hi: त्यूपंग

# B6147
source: Tuljapur
hi: तूलजापुर

# B6148
source: Tulsipur
hi: तुलसीपुर

# B6149
source: Tumkur
hi: तूमकूर

# B6150
source: Tumsar
hi: तूमसार

# B6151
source: Tumudibandh
hi: तुमदीबांध

# B6152
source: Tundi
hi: टूण्डी

# B6153
source: Tundla
hi: तूण्डला

# B6154
source: Tuneri
hi: तूनेरी

# B6155
source: Tuni
hi: तूनी

# B6157
source: Tureikela
hi: तूरेयीकेला

# B6158
source: Turkaulia
hi: तुरकाउलिया

# B6159
source: Turuvekere
hi: तूरूवेकरी

# B6160
source: Tuting
hi: टूटींग

# B6161
source: Tvm(R)
hi: टीवीएम (आर)

# B6162
source: Uchana Kalan
hi: उछाना कलां

# B6163
source: Uchchhal
hi: उच्‍चछल

# B6165
source: Uchehra
hi: उच्‍छेरा

# B6166
source: Uchkagaon
hi: उछकागांव

# B6168
source: Udaigarh
hi: उदयगढ़

# B6169
source: Udaipur
hi: उदयपुर

# B6170
source: Udaipura
hi: उदयपुर

# B6171
source: Udaipurwati
hi: उदयपुरवाती

# B6172
source: Udakishanganj
hi: उदाकिसनगंज

# B6173
source: Udala
hi: उदाला

# B6175
source: Udangudi
hi: उदानगुडी

# B6176
source: Udayagiri
hi: उदयगिरी

# B6177
source: Udaynarayanpur
hi: उदयनारायणपुर

# B6178
source: Udgir
hi: उदगिर

# B6179
source: Udhagai
hi: उधागाई

# B6180
source: Udhampur
hi: उधमपुर

# B6181
source: Udharbond
hi: उधारबोंड

# B6182
source: Udhwa
hi: उधवा

# B6183
source: Udumalpet
hi: उदमलपेट

# B6185
source: Udupi
hi: उदूपी

# B6186
source: Udwantnagar
hi: उदवंतनगर

# B6187
source: Ujani Majuli
hi: उज्जनी मजूली

# B6188
source: Ujhani
hi: उझानी

# B6189
source: Ujiarpur
hi: उजियारपुर

# B6190
source: Ujjain
hi: उ‍ज्जेन

# B6191
source: Ukhrul T.D.Block
hi: उखरूल टी डी ब्‍लॉक

# B6192
source: Ukimath
hi: उखीमठ

# B6193
source: Uklana
hi: उकलाना

# B6194
source: Ulavapadu
hi: उलावापाडु

# B6195
source: Uluberia-I
hi: उल्‍लूबेरिया-1

# B6196
source: Uluberia-II
hi: उल्‍लूबेरिया-2

# B6197
source: Ulunda
hi: उलूंदा

# B6199
source: Umarala
hi: उमराला

# B6200
source: Umarda
hi: उमारदा

# B6201
source: Umaria Karkeli
hi: उमारिया कारकेली

# B6202
source: Umarkhed
hi: उमरखेद

# B6203
source: Umarpada
hi: उमारपाड़ा

# B6204
source: Umbergam
hi: उमेरगम

# B6205
source: Umerkote
hi: उमेरकोटे

# B6206
source: Umling
hi: उमलिंग

# B6207
source: Umred
hi: उमरेद

# B6208
source: Umren
hi: उमरेन

# B6209
source: Umreth
hi: उमरेथ

# B6210
source: Umri
hi: उमरी

# B6211
source: Umsning
hi: उमसलिंग

# B6214
source: Una
hi: उना

# B6215
source: Unchagaon
hi: ऊंचागांव

# B6216
source: Unchahar
hi: ऊंचाहर

# B6217
source: Undi
hi: उनदी

# B6218
source: Undrajavaram
hi: उन्‍दराजावरम

# B6219
source: Unguturu
hi: अंगतूरू

# B6220
source: Unguturu
hi: उंगूत्रू

# B6221
source: Uniara
hi: उनियारा

# B6222
source: Unjha
hi: उन्झा

# B6223
source: Upleta
hi: उपलेता

# B6225
source: Uppalaguptam
hi: उपालागुपतम

# B6226
source: Uppiliyapuram
hi: उपलियापुरम

# B6228
source: Uran
hi: उरन

# B6229
source: Uravakonda
hi: उरावाकोंडा

# B6230
source: Uri
hi: उरी

# B6231
source: Urua
hi: ऊरवा

# B6232
source: Urwa
hi: उरवा

# B6233
source: Usawan
hi: उसावन

# B6234
source: Usilampatti
hi: उसीलामपट्टी

# B6235
source: Uska
hi: उसका

# B6236
source: Usoor
hi: उसूर

# B6238
source: Uthamapalayam
hi: उत्थामपल्यम

# B6239
source: Uthangarai
hi: उथनगराई

# B6241
source: Uthiramerur
hi: उथि‍रामरूर

# B6242
source: Uthukuli
hi: कुत्थुकुली

# B6246
source: Utraula
hi: उतराउला

# B6247
source: Uyyalawada
hi: यूवालवाडा

# B6248
source: Uzhavoor
hi: उझावूर

# B6249
source: V N Palli
hi: वी एन पाली

# B6250
source: Vadakara
hi: वाडाकारा

# B6251
source: Vadali
hi: वदाली

# B6252
source: Vadamadurai
hi: वाडामदूराई

# B6253
source: Vadamalapeta
hi: वदमालापेटा

# B6254
source: Vadavucode
hi: वाडावूकोड

# B6255
source: Vadgam
hi: वदगम

# B6256
source: Vadipatti
hi: वादीपट्टी

# B6257
source: Vadnagar
hi: वादनगर

# B6258
source: Vadodara
hi: वदोदारा

# B6259
source: Vaibhavwadi
hi: वैभववाड़ी

# B6260
source: Vaijapur
hi: विजयपुर

# B6261
source: Vaikom
hi: वईकोम

# B6262
source: Vaishali
hi: वैशाली

# B6263
source: Vaiyampatty
hi: विजयमपट्टी

# B6264
source: Vajrakarur
hi: वजराकारूर

# B6265
source: Vajrapukothuru
hi: वाजिरापूकोथूरू

# B6266
source: Vakadu
hi: वाकाडू

# B6267
source: Valangaiman
hi: वाल्लांगीमन

# B6268
source: Valapady
hi: वालापडी

# B6269
source: Valia
hi: वालिया

# B6271
source: Vallam
hi: वाल्‍ लम

# B6272
source: Vallbhipur
hi: वल्‍लीभीपुर

# B6273
source: Valliyoor
hi: वालीयूर

# B6274
source: Vallur
hi: वालूर

# B6276
source: Valod
hi: वालोद

# B6277
source: Valsad
hi: वलसद

# B6279
source: Vamanapuram
hi: वमानापुरम

# B6280
source: Vandavasi
hi: वान्दावासी

# B6281
source: Vangara
hi: वंगारा

# B6283
source: Vansda
hi: वन्सदा

# B6284
source: Vanthali
hi: वंथाली

# B6285
source: Vanur
hi: वनूर

# B6286
source: Varadaiahpalem
hi: वरधायियापालेम

# B6288
source: Varikuntapadu
hi: वरीकुन्तापडु

# B6289
source: Varkala
hi: वरकाला

# B6290
source: Varkund
hi: वरकुंड

# B6294
source: Vatsavai
hi: वत्सावई

# B6295
source: Vatticherukuru
hi: वाटीचेरूकुरू

# B6296
source: Vawoora
hi: वावूरा

# B6297
source: Vayalpad
hi: वयालपद

# B6298
source: Vazhakkulam
hi: वाझाकूलूम

# B6299
source: Vazhoor
hi: वाझूर

# B6300
source: Vedaranyam
hi: वेदारानयम

# B6301
source: Vedasandur
hi: वेदासन्दूर

# B6302
source: Veduru Kuppam
hi: वेदरू कूपम

# B6304
source: Veeraballe
hi: विराबाले

# B6305
source: Veeraghattam
hi: वारागाथम

# B6306
source: Veerapandy
hi: वीरापाण्डे

# B6307
source: Veeravasaram
hi: वीरावासरम

# B6308
source: Veerullapadu
hi: विरूलापाडु

# B6311
source: Veldurthi
hi: वेलदूरथी

# B6312
source: Veldurthi
hi: वेलदुरथी

# B6314
source: Velgodu
hi: वेलगोडु

# B6315
source: Velha
hi: वेल्हा

# B6316
source: Veligandla
hi: वेलीगांदला

# B6317
source: Veliyanad
hi: वेलियानद

# B6318
source: Vellakoil
hi: वेलाकोइल

# B6320
source: Vellanad
hi: वेलांद

# B6321
source: Vellangallur
hi: वेलांगालूर

# B6322
source: Vellore
hi: वेलौर

# B6325
source: Vembakkam
hi: वेम्बाकक्म

# B6326
source: Vembakottai
hi: वेमबकोटाई

# B6327
source: Vempalle
hi: वेमपाले

# B6329
source: Vemula
hi: वेमुला

# B6332
source: Vemuru
hi: वेमरू

# B6333
source: Vengara
hi: वेंगारा

# B6334
source: Vengurla
hi: वेंगूरला

# B6335
source: Venkatachalam
hi: वेंकटाचल्‍लम

# B6336
source: Venkatagiri
hi: वेंकटागिरी

# B6337
source: Venkatagiri Kota
hi: वेंकटागिरी कोटा

# B6340
source: Vennandur
hi: वेनानदूर

# B6341
source: Vepada
hi: वीपाडा

# B6343
source: Veppanapalli
hi: वेपानापल्‍ली

# B6344
source: Veppanthattai
hi: वेपानथाटीया

# B6345
source: Veppur
hi: वेप्‍पूर

# B6347
source: Verka
hi: वरका

# B6348
source: Vetapalem
hi: वेटापलेम

# B6349
source: Vettikkavala
hi: वेटीककावला

# B6350
source: Vidapanakal
hi: विडापनाकल

# B6351
source: Vidavalur
hi: विडावलूर

# B6352
source: Vidisha
hi: विदीसा

# B6353
source: Vidya Pati Nagar
hi: विद्या पाती नगर

# B6354
source: Vijaipur
hi: विजयपुर

# B6355
source: Vijapur
hi: वीजापुर

# B6356
source: Vijaya Puram
hi: विजय पुरम

# B6357
source: Vijayawada Rural
hi: विजयवाडा रूरल

# B6358
source: Vijayawada Urban
hi: विजयवाडा अरबन

# B6359
source: Vijaynagar
hi: विजयनगर

# B6361
source: Vijaypur
hi: विजयपुर

# B6362
source: Vijaypur
hi: विजयपुर

# B6363
source: Vijayraghogarh
hi: विजयराघोगढ़

# B6365
source: Vikasnagar
hi: विकासनगर

# B6367
source: Vikramjot
hi: विक्रमजोट

# B6368
source: Vikravandi
hi: विकरावन्दी

# B6369
source: Vilathikulam
hi: वीलाथीकुलम

# B6370
source: Villivakkam
hi: विलीवक्‍कम

# B6371
source: Vinjamur
hi: विंजामूर

# B6372
source: Vinukonda
hi: विनूकोन्डा

# B6373
source: Virajpet
hi: विराजपेट

# B6374
source: Viralimalai
hi: विरालीमल्‍लाई

# B6375
source: Viramgam
hi: विरमगम

# B6378
source: Virudhunagar
hi: विरधूनगर

# B6379
source: Visakhapatnam
hi: विशाखापट्टनम

# B6380
source: Visavadar
hi: विस्वादर

# B6381
source: Visheshwarganj
hi: विशेस्वरगंज

# B6382
source: Visheshwarganj
hi: विश्वेश्वरगंज

# B6383
source: Vishnupur
hi: विष्णुपुर

# B6384
source: Visnagar
hi: वीसनगर

# B6385
source: Vissannapet
hi: विसानापेट

# B6386
source: Visunpura
hi: विष्णुपुरा

# B6387
source: Vizianagaram
hi: विजयानगरम

# B6388
source: Voletivaripalem
hi: वोलेतीवरीपलेम

# B6389
source: Vontimitta
hi: वोंटीमिट्टा

# B6390
source: Vridhachalam
hi: वीरधाचल्‍लम

# B6391
source: Vuyyuru
hi: वियूरू

# B6393
source: Vyara
hi: व्यारा

# B6394
source: Vypeen
hi: वेपिन

# B6395
source: Vyttila
hi: वेटिला

# B6396
source: W.Phaileng
hi: डब्ल्यू फेलंग

# B6398
source: Wadakkanchery
hi: वाडाककंचेरी

# B6400
source: Wadhwan
hi: वधवान

# B6402
source: Wadsa
hi: वाडसा

# B6403
source: Wadwani
hi: वडवानी

# B6404
source: Waghodia
hi: वागोदिया

# B6405
source: Wagoora
hi: वागवुरा

# B6406
source: Wagra
hi: वागरा

# B6407
source: Wai
hi: वाई

# B6408
source: Wakching
hi: वाकचिंग

# B6409
source: Wakro
hi: वाकरो

# B6410
source: Walajabad
hi: वालाजाबाद

# B6412
source: Walwa
hi: वालवा

# B6414
source: Wandoor
hi: वन्दूर

# B6415
source: Wani
hi: वानी

# B6418
source: Waraseoni
hi: वारासेवोनी

# B6419
source: Wardha
hi: वर्धा

# B6422
source: Warisnagar
hi: वारिसनगर

# B6423
source: Warora
hi: वारोड़ा

# B6424
source: Warsalliganj
hi: वारसालीगंज

# B6425
source: Warud
hi: वारूद

# B6427
source: Washi
hi: वासी

# B6428
source: Washim
hi: वासिम

# B6429
source: Watrap
hi: वातराप

# B6430
source: Wav
hi: वाव

# B6432
source: Wazeer Ganj
hi: वजिर गंज

# B6433
source: Wazirganj
hi: वजीरगंज

# B6434
source: Wazirganj
hi: वजीरगंज

# B6436
source: Weir
hi: वाइर

# B6437
source: West Arni
hi: वेस्ट अरणी

# B6438
source: Wokha
hi: वोखा

# B6439
source: Wozhuro/Ralang
hi: वोजूरा/रालंग

# B6441
source: Y Ramavaram
hi: वाई रामावरम

# B6444
source: Yadamari
hi: यदामारी

# B6446
source: Yadgiri
hi: यादगिरी

# B6447
source: Yadiki
hi: यादीकी

# B6448
source: Yamkeshwar
hi: यमकेश्वर

# B6449
source: Yawal
hi: यावल
