Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B2180
source: Haspura
hi: हासपुरा

# B2181
source: Hassan
hi: हसान

# B2183
source: Hastinapur
hi: हस्‍तीनापुर

# B2184
source: Haswa
hi: हसवा

# B2185
source: Hata
hi: हाथा

# B2186
source: Hatadihi
hi: हथादीही

# B2187
source: Hathgaon
hi: हथगांव

# B2190
source: Hathras
hi: हथरस

# B2191
source: Hathwa
hi: हथवा

# B2193
source: Hatkanangle
hi: हथकंगले

# B2194
source: Hatta
hi: हत्‍ता

# B2195
source: Haveli
hi: हवेली

# B2196
source: Haveri
hi: हवेरी

# B2197
source: Hawai-Walong
hi: हवाई

# B2199
source: Hawalbag
hi: हवालबाग

# B2200
source: Hayaghat
hi: हयाघाट

# B2203
source: Hayuliang
hi: हयुलिँग

# B2204
source: Hazaribagh Sadar
hi: हजारीबाग सदर

# B2205
source: Heggadadevanakote
hi: हेगादादेवेनाकोटे

# B2206
source: Hemgiri
hi: हेमगिरी

# B2207
source: Hemtabad
hi: हेमताबाद

# B2208
source: Henglep T.D.Block
hi: हेनग्‍लेप टी डी ब्‍लॉक

# B2209
source: Hezamara
hi: हेजामारा

# B2210
source: Hilauli
hi: हिलाहुली

# B2211
source: Hili
hi: हिली

# B2212
source: Hilsa
hi: हिल्सा

# B2213
source: Himatnagar
hi: हिम्‍मतनगर

# B2214
source: Himayathnagar
hi: हिमालयथनगर

# B2215
source: Himayatnagar
hi: हिमायत नगर

# B2216
source: Hindaun
hi: हिन्दौन

# B2217
source: Hindol
hi: हिन्डोल

# B2218
source: Hindoli
hi: हिन्डोली

# B2219
source: Hindupur
hi: हिन्दूपुर

# B2220
source: Hingalganj
hi: हिंगालगंज

# B2221
source: Hinganghat
hi: हिंगनघाट

# B2222
source: Hingilicut
hi: हिंगलीकट

# B2223
source: Hingna
hi: हिंगना

# B2224
source: Hingoli
hi: हिंगोली

# B2225
source: Hiramandalam
hi: हीरामंडलम

# B2226
source: Hiranagar
hi: हिरानगर

# B2227
source: Hiranpur
hi: हिरणपुर

# B2228
source: Hirekerur
hi: हीरेकूरेर

# B2229
source: Hiriyur
hi: हिरयूर

# B2230
source: Hisar I
hi: हिसार 1

# B2231
source: Hisar-II
hi: हिसार 2

# B2232
source: Hisua
hi: हिसुवा

# B2233
source: Hnahthial
hi: हनाथीयल

# B2235
source: Holagarh
hi: होलागढ़

# B2236
source: Holagunda
hi: होलागुण्डा

# B2237
source: Holalkere
hi: होलहालकिरी

# B2238
source: Holenarasipur
hi: होलेनरसीपुर

# B2239
source: Honnali
hi: होनाली

# B2240
source: Honnavara
hi: होनावाढ़ा

# B2241
source: Hosadurga
hi: होसादुर्गा

# B2242
source: Hosakote
hi: होसाकोटे

# B2243
source: Hosanagar
hi: होसानगर

# B2244
source: Hoshangabad
hi: हौंसंगाबाद

# B2245
source: Hoshiarpur-1
hi: होशि‍यारपुर -1

# B2246
source: Hoshiarpur-2
hi: होशि‍यारपुर -2

# B2247
source: Hospet
hi: होसपेट

# B2248
source: Hosur
hi: होसूर

# B2250
source: Howraghat
hi: हावड़ाघाट

# B2251
source: Hrishyamukh
hi: हरशि‍यामुख

# B2252
source: Hubli
hi: हूबली

# B2253
source: Hukkeri
hi: हूकेरी

# B2254
source: Hukumpeta
hi: हूकूमपेटा

# B2255
source: Hulashganj
hi: हुलासगंज

# B2256
source: Humnabad
hi: हूमानाबाद

# B2257
source: Hungund
hi: हुंगुंद

# B2258
source: Hunli Desali
hi: हूनली देसाली

# B2259
source: Hunsur
hi: हूनसूर

# B2260
source: Hunter Ganj
hi: हंटेर गंज

# B2261
source: Hura
hi: हूरा

# B2262
source: Hurda
hi: हूरदा

# B2264
source: Hussainabad
hi: हुसेनाबाद

# B2265
source: Hussainganj
hi: हुस्सेनगंज

# B2266
source: Huzoorpur
hi: हूजूरपुर

# B2269
source: I Polavaram
hi: आई पोलावरम

# B2273
source: Ichagarh
hi: इच्छागढ़

# B2274
source: Ichak
hi: इच्छक

# B2275
source: Ichchapuram
hi: इच्छापुरम

# B2276
source: Ichhawar
hi: इच्छावर

# B2278
source: Idappady
hi: इडापड्डी

# B2279
source: Idar
hi: इदार

# B2280
source: Idukki
hi: इदूकी

# B2281
source: Igatpuri
hi: इ‍गतपुरी

# B2282
source: Iglas
hi: इगलास

# B2283
source: Ikauna
hi: इकौना

# B2284
source: Ilayangudi
hi: इल्यांगुडी

# B2285
source: Illambazar
hi: इल्मबाजार

# B2286
source: Imamganj
hi: इमामगंज

# B2287
source: Imphal East _II C.D.Block
hi: इम्फाल पूर्व-2 सी डी ब्‍लॉक

# B2288
source: Imphal East-I C.D.Block
hi: इम्फाल पूर्व-1 सी डी ब्‍लॉक

# B2289
source: Imphal West-I C.D.Block
hi: इम्‍फाल पशि‍चम-1 सी डी ब्‍लॉक

# B2290
source: Imphal West-II C.D.Block
hi: इम्‍फाल पशि‍चम-2 सी डी ब्‍लॉक

# B2291
source: Indapur
hi: इन्‍दापुर

# B2294
source: Indi
hi: इंदी

# B2295
source: Indora
hi: इंदोरा

# B2296
source: Indore
hi: इंदौर

# B2297
source: Indpur
hi: इंदपुर

# B2298
source: Indri
hi: इंदरी

# B2299
source: Indukurpet
hi: इन्दकुरपेट

# B2300
source: Indus
hi: इंदुस

# B2301
source: Inkollu
hi: इनकोलू

# B2302
source: Intiyathok
hi: इंतियाठोक

# B2303
source: Ipuru
hi: इपूरू

# B2304
source: Iragavaram
hi: इरागवरम

# B2305
source: Irala
hi: इराला

# B2306
source: Irikkur
hi: इरीकूर

# B2307
source: Irinjalakuda
hi: इरींजलाकूडा

# B2308
source: Iritty
hi: इरीटी

# B2309
source: Isanager
hi: ईसानगर

# B2311
source: Ishagarh
hi: ईशागढ़

# B2312
source: Islamnagar
hi: इस्लामनगर

# B2313
source: Islampur
hi: इस्लामपुर

# B2314
source: Islampur
hi: इस्लामपुर

# B2315
source: Ismilepur
hi: इस्माइलपुर

# B2316
source: Israna
hi: इजराना

# B2317
source: Isuapur
hi: इस्वापुर

# B2318
source: Itahar
hi: इथहार

# B2319
source: Itakhuli
hi: इटाखुली

# B2320
source: Itarhi
hi: इतअरही

# B2321
source: Itawa
hi: इटावा

# B2322
source: Ithikkara
hi: इथीकारा

# B2324
source: Itkhori
hi: हितकोरी

# B2325
source: Itwa
hi: इटावा

# B2326
source: Jabera
hi: जाबेरा

# B2328
source: Jafrabad
hi: जफराबाद

# B2329
source: Jafrabad
hi: जफराबाद

# B2330
source: Jagadhri
hi: जगादरी

# B2331
source: Jagalur
hi: जगालूर

# B2332
source: Jaganathprasad
hi: जगनाथप्रसाद

# B2333
source: Jagannathpur
hi: जग्‍गनाथपुर

# B2334
source: Jagat
hi: जगत

# B2335
source: Jagatballavpur
hi: जगतबालवपुर

# B2336
source: Jagatpur
hi: जगतपुर

# B2337
source: Jagatsinghpur
hi: जगतसिंहपुर

# B2338
source: Jagdalpur
hi: जगदालपुर

# B2340
source: Jagdishpur
hi: जगदीशपुर

# B2341
source: Jagdishpur
hi: जगदीशपुर

# B2343
source: Jaggampeta
hi: जग्‍गामपेटा

# B2344
source: Jaggayyapeta
hi: जग्‍गयापेटा

# B2345
source: Jagir
hi: जा‍गिर

# B2346
source: Jagner
hi: जगनेर

# B2347
source: Jagraon
hi: जगरावं

# B2349
source: Jahagirganj
hi: जहागीरगंज

# B2350
source: Jahanabad
hi: जहानाबाद

# B2351
source: Jahanaganj
hi: जहानगंज

# B2352
source: Jahazpur
hi: जहाजपुर

# B2353
source: Jaijaipur
hi: जयजयपुर

# B2355
source: Jainagar
hi: जयनगर

# B2356
source: Jainagar
hi: जयनगर

# B2358
source: Jaipatna
hi: जयपटना

# B2359
source: Jaipur
hi: जयपुर

# B2360
source: Jaipur
hi: जयपुर

# B2362
source: Jaisalmer
hi: जेसलमेर

# B2363
source: Jaisinagar
hi: जैसीनगर

# B2364
source: Jaisingh Nagar
hi: जयसिंह नगर

# B2365
source: Jaisinghpur
hi: जयसिंगहपुर

# B2366
source: Jaitaran
hi: जेतारन

# B2367
source: Jaithari
hi: जेठारी

# B2368
source: Jaithra
hi: जेथरा

# B2369
source: Jaitpur
hi: जैतपुर

# B2370
source: Jaitpur Kalan
hi: जेतपुर कलान

# B2371
source: Jajpur
hi: जाजपुर

# B2372
source: Jakhama
hi: जाखमा

# B2373
source: Jakhania
hi: जखानिया

# B2374
source: Jakhnidhar
hi: जखनीधार

# B2375
source: Jakholi
hi: जखोली

# B2376
source: Jakhora
hi: जाखोरा

# B2378
source: Jaladanki
hi: जलदान्‍की

# B2380
source: Jalalabad
hi: जलालाबाद

# B2381
source: Jalalabad
hi: जलालाबाद

# B2382
source: Jalalabad
hi: जलालाबाद

# B2383
source: Jalalgarh
hi: जलालगढ़

# B2384
source: Jalalpor
hi: जलालपोर

# B2385
source: Jalalpur
hi: जलालपुर

# B2386
source: Jalalpur
hi: जलालपुर

# B2387
source: Jalalpur
hi: जलालपुर

# B2388
source: Jalandhar East
hi: जालंधर पूर्व

# B2389
source: Jalandhar West
hi: जालंधर पश्चिम

# B2390
source: Jalangi
hi: जलांगी

# B2391
source: Jalaun
hi: जालौन

# B2392
source: Jaldega
hi: जलदेगा

# B2393
source: Jale
hi: जले

# B2394
source: Jalesar
hi: जालेसर

# B2395
source: Jaleswar
hi: जालेस्वर

# B2396
source: Jalgaon
hi: जलगांव

# B2397
source: Jalgaon Jamod
hi: जलगांव जामोद

# B2398
source: Jalilpur
hi: जालीपुर

# B2399
source: Jalkot
hi: जालकोट

# B2400
source: Jalna
hi: जालना

# B2401
source: Jalor
hi: जालोर

# B2402
source: Jalpaiguri-Sadar
hi: जलपाईगुडी-सदर

# B2403
source: Jalukie
hi: जालूकी

# B2404
source: Jalumuru
hi: जालूमूरू

# B2405
source: Jama
hi: जामा

# B2406
source: Jamada
hi: जामादा

# B2407
source: Jamadarhat
hi: जामादरहथ

# B2408
source: Jamakhandi
hi: जामाखाण्डी

# B2410
source: Jamalpur
hi: जामलपुर

# B2411
source: Jamalpur
hi: जमालपुर

# B2412
source: Jamania
hi: जमानिया

# B2413
source: Jamankira
hi: जमानकिरा

# B2415
source: Jambughoda
hi: जम्‍बूगोधा

# B2416
source: Jambusar
hi: जम्‍बूसार

# B2417
source: Jami
hi: जामी

# B2418
source: Jamjodhpur
hi: जमझोधपुर

# B2419
source: Jamkandorana
hi: जमकानदोराना

# B2420
source: Jamkhed
hi: जामखेद

# B2421
source: Jammalamadugu
hi: जामलामदूगू

# B2423
source: Jamnagar
hi: जामनगर

# B2424
source: Jamner
hi: जामनेर

# B2427
source: Jampuihill
hi: जाम्पूहील

# B2428
source: Jamshedpur Sadar
hi: जमसेदपुर सदर

# B2429
source: Jamtara Sadar
hi: जामतरा सदर

# B2430
source: Jamua
hi: जामुआ

# B2431
source: Jamui
hi: जम्मूई

# B2432
source: Jamunha
hi: जमुनाहा

# B2434
source: Jamwa Ramgarh
hi: जामवा रामगढ़

# B2435
source: Janakavarampanguluru
hi: जनकवरमपंगुलूरू

# B2436
source: Jandaha
hi: जांधा

# B2437
source: Jandiala
hi: जंदियाला

# B2439
source: Jangareddigudem
hi: जंगारेदीगुदेम

# B2440
source: Jangipara
hi: जंगीपाड़ा

# B2441
source: Jani Khurd
hi: जानी खुर्द

# B2443
source: Jansath
hi: जनसाथ

# B2444
source: Jaoli
hi: जावली

# B2445
source: Jaora
hi: जावोरा

# B2446
source: Jaridhi
hi: जारीधी

# B2447
source: Jarmundi
hi: जरमुण्डी

# B2448
source: Jarwal
hi: जरवाल

# B2449
source: Jasdan
hi: जसदान

# B2450
source: Jashipur
hi: झासीपुर

# B2451
source: Jashpur
hi: जशपुर

# B2452
source: Jaspur
hi: जसपुर

# B2453
source: Jaspura
hi: जसपुरा

# B2454
source: Jasra
hi: जासरा

# B2455
source: Jasrana
hi: जसराना

# B2456
source: Jaswantnagar
hi: जसवंतनगर

# B2457
source: Jaswantpura
hi: जसवंतपुरा

# B2458
source: Jatara
hi: जतारा

# B2459
source: Jath
hi: जथ

# B2460
source: Jatinga Valley
hi: जतिंगा वेली

# B2461
source: Jatipur
hi: जैतपुर

# B2462
source: Jatni
hi: जतनी

# B2463
source: Jatusana
hi: जातूसाना

# B2464
source: Jaunpur
hi: जौनपुर

# B2465
source: Java
hi: जावा

# B2466
source: Jawad
hi: जवाद

# B2467
source: Jawadumalai
hi: ज्वादूमल्‍ले

# B2469
source: Jawan
hi: जावन

# B2471
source: Jayal
hi: जयाल

# B2472
source: Jayamkondam
hi: जयामकोंडम

# B2474
source: Jaynagar-I
hi: जयनगर-1

# B2475
source: Jaynagar-II
hi: जयनगर-2

# B2476
source: Jaypur
hi: जयपुर

# B2477
source: Jeelugumilli
hi: जिल्‍लूगुम्‍मली

# B2478
source: Jengging
hi: जेनजिंग

# B2479
source: Jetpur
hi: जेतपुर

# B2481
source: Jewar
hi: जेवार

# B2482
source: Jewargi
hi: जिवार्गी

# B2483
source: Jeypore
hi: जेपोरे

# B2484
source: Jhabua
hi: झाबुवा

# B2485
source: Jhadol
hi: झादोल

# B2486
source: Jhagadia
hi: झगादिया

# B2487
source: Jhajha
hi: झाझा

# B2488
source: Jhajjar
hi: झझर

# B2489
source: Jhalda-I
hi: झालदा-1

# B2490
source: Jhalda-II
hi: झालदा-2

# B2491
source: Jhalod
hi: झालोद

# B2492
source: Jhalrapatan
hi: झलरापटान

# B2493
source: Jhangirabad
hi: जहांगीरबाद

# B2494
source: Jhanijhri
hi: झान्झरी

# B2495
source: Jhanjharpur
hi: झंझरपुर

# B2497
source: Jharbandh
hi: झारबन्ध

# B2499
source: Jharia
hi: झरिया

# B2500
source: Jharigam
hi: झारीगाम

# B2501
source: Jharsuguda
hi: झरसुगुडा

# B2502
source: Jhinjhak
hi: झीनझीक

# B2503
source: Jhinkpani
hi: ‍ ‍झिंकपानी

# B2504
source: Jhotwara
hi: जोथवाड़ा

# B2505
source: Jhumpura
hi: झूमपुरा

# B2506
source: Jhunir
hi: जुहुनीर

# B2507
source: Jhunjhunun
hi: झूनझून

# B2508
source: Jind
hi: जिंद

# B2510
source: Jintur
hi: जिन्तूर

# B2511
source: Jirang
hi: जिरांग

# B2512
source: Jirania
hi: जीरानिया

# B2513
source: Jirapur
hi: जीरापुर

# B2514
source: Jiribam C.D.Block
hi: जिरीबाम सी डी ब्‍लॉक

# B2515
source: Jiyyamma Valasa
hi: जियामा वालसा

# B2517
source: Jobat
hi: जोबट

# B2518
source: Joda
hi: जोदा

# B2519
source: Jodiya
hi: जोदिया

# B2520
source: Jogiya
hi: जोगिया

# B2521
source: Joida/ Supa)
hi: जोदिया/सूपा

# B2522
source: Jolarpet
hi: जोलारपेट

# B2523
source: Joleshwar
hi: जोलेस्वर

# B2524
source: Jorebunglow-Sukhiapokhri
hi: जोरेबंगलि- सुखि‍यापोखरी

# B2525
source: Jorhat
hi: जोरहट

# B2526
source: Jorhat Central
hi: जोरहट सेंन्टरल

# B2527
source: Jorhat East
hi: जोरहट पूर्व

# B2528
source: Jorhat North West
hi: जोरहट उत्तर प‍शि‍चम

# B2529
source: Joshimath
hi: जोशीमठ

# B2530
source: Joukihat
hi: जोकीहट

# B2531
source: Joura
hi: जोरा

# B2532
source: Joya
hi: जोया

# B2533
source: Jubbal and Kothai
hi: जुबल एवं कोथाई

# B2534
source: Jugijan
hi: जूगीजन

# B2535
source: Jujumura
hi: जुजुमुरा

# B2537
source: Julana
hi: जूलाना

# B2540
source: Junagadh
hi: जूनागढ़

# B2541
source: Junagarh
hi: जूनागढ़

# B2543
source: Jungle Kaudia
hi: जंगल काऊदिया

# B2544
source: Junnar
hi: जुन्नर

# B2545
source: Junnardeo
hi: जूनारदेवो

# B2546
source: Jupadu Bungalow
hi: जुपादु बंगलो

# B2547
source: Juria
hi: जूरिया

# B2548
source: K Paramathi
hi: के परमाथी

# B2549
source: K Kotapadu
hi: के कोटापाडू

# B2550
source: K V P Puram
hi: के वी पी पुरम

# B2551
source: K.Nuagaon
hi: के नौगांव

# B2552
source: K.V. Kuppam
hi: के वी कूपेम

# B2553
source: Kabarai
hi: कबारिया

# B2554
source: Kabilarmalai
hi: कबीलारमल्‍लाई

# B2555
source: Kabisuryanagar
hi: कबीसूर्यानगर

# B2556
source: Kachhauna
hi: कच्छौना

# B2557
source: Kachugaon
hi: काचूगांव

# B2558
source: Kadaladi
hi: कादालादी

# B2559
source: Kadambathur
hi: कोदामबथूर

# B2560
source: Kadamtala
hi: कादमतल्‍ला

# B2562
source: Kadaura
hi: कदौरा

# B2563
source: Kadavur
hi: कादावूर

# B2565
source: Kadayampatti
hi: कदायमपट्टी

# B2568
source: Kadi
hi: कादी

# B2569
source: Kadiam
hi: कादीयम

# B2570
source: Kadipur
hi: कादीपुर

# B2571
source: Kadiri
hi: कादीरी

# B2572
source: Kadur
hi: कादूर

# B2573
source: Kaduthuruthy
hi: कादूथूरथी

# B2574
source: Kadwa
hi: कदवा

# B2575
source: Kagal
hi: कागल

# B2577
source: Kahalgaon
hi: खलगांव

# B2578
source: Kahara
hi: काहरा

# B2579
source: Kahatima
hi: काथीमा

# B2580
source: Kahnuwan
hi: खानवुआन

# B2581
source: Kaij
hi: काईज

# B2582
source: Kaikalur
hi: कईकलूर

# B2583
source: Kailaras
hi: केलरास

# B2584
source: Kaimganj
hi: केमगंज

# B2586
source: Kairu
hi: केरू

# B2587
source: Kaisarganj
hi: केसरगंज

# B2588
source: Kaithal
hi: केथल

# B2589
source: Kajuluru
hi: कजूलूरू

# B2590
source: Kakapora
hi: काकापोरा

# B2591
source: Kakatpur
hi: ककटपुर

# B2592
source: Kakching C.D.Block
hi: काक‍छिंग सी डी ब्‍लॉक

# B2593
source: Kakdwip
hi: काकद्वीप

# B2594
source: Kakinada (Rural)
hi: कोकिन्डा (रूरल)

# B2595
source: Kako
hi: काको

# B2596
source: Kakodonga
hi: काकोडोंगा

# B2597
source: Kakopathar
hi: काकोपत्थर

# B2598
source: Kakori
hi: ककोरी

# B2600
source: Kakumanu
hi: काकूमानू

# B2601
source: Kakvan
hi: काकवन

# B2602
source: Kalaigaon
hi: कलाईगांव

# B2603
source: Kalain
hi: कलाईन

# B2604
source: Kalaiyarkoil
hi: कलाईयरकोईल

# B2605
source: Kalakada
hi: कालकादा

# B2606
source: Kalakadu
hi: कालकादू

# B2607
source: Kalakankar
hi: कालाकंकड़

# B2608
source: Kalakote
hi: कालाकोट

# B2609
source: Kalaktang
hi: कलकतंग

# B2610
source: Kalamb
hi: कलम्ब

# B2611
source: Kalamnuri
hi: कलामनूरी

# B2612
source: Kalampur
hi: कलमपुर

# B2613
source: Kalan
hi: कलान

# B2614
source: Kalanaur
hi: कलनौर

# B2615
source: Kalanour
hi: कलानौर

# B2616
source: Kalapipal
hi: कालापीपल

# B2617
source: Kalaroos
hi: कालारूस

# B2618
source: Kalasapadu
hi: कालसापादू

# B2619
source: Kalasapakkam
hi: कालसापक्‍कम

# B2620
source: Kalavad
hi: कलावद

# B2621
source: Kalayat
hi: कल्यात

# B2624
source: Kaler
hi: कालेर

# B2625
source: Kalghatgi
hi: कलघतगी

# B2627
source: Kaliabar
hi: कलियाबाढ़

# B2628
source: Kaliachak-I
hi: कालियाचक-1

# B2629
source: Kaliachak-II
hi: कालियाचक-2

# B2630
source: Kaliachak-IIi
hi: कालियाचक-3

# B2631
source: Kaliaganj
hi: कालियागंज

# B2632
source: Kaliapani
hi: कालियापानी

# B2633
source: Kalidindi
hi: कालीडीन्डी

# B2634
source: Kaliganj
hi: कालीगंज

# B2635
source: Kaligiri
hi: कालीगिरी

# B2636
source: Kalikiri
hi: कालीकिरी

# B2637
source: Kalimela
hi: कालीमेला

# B2639
source: Kalimpong-II
hi: कलीमपोंग-2

# B2640
source: Kaljikhal
hi: कलजीखाल

# B2641
source: Kalla
hi: कल्‍ला

# B2643
source: Kallal
hi: कालाल

# B2644
source: Kallam
hi: कल्‍लाम

# B2645
source: Kallikudi
hi: कालीकुडी

# B2646
source: Kallur
hi: काल्‍लूर

# B2648
source: Kalmeshwar
hi: कमलेश्‍वर

# B2651
source: Kalol
hi: कलोल

# B2652
source: Kalol
hi: कलोल

# B2653
source: Kalpa
hi: कलपा

# B2654
source: Kalpetta
hi: कलपेटा

# B2656
source: Kalsi
hi: कालसी

# B2657
source: Kaluahi
hi: कलुहाई

# B2658
source: Kaluvoya
hi: कल्‍लूवोया

# B2660
source: Kalwan
hi: कलवान

# B2661
source: Kalyan
hi: कल्याण

# B2662
source: Kalyandurg
hi: कल्याणदुर्ग

# B2663
source: Kalyanpur
hi: कल्याणपुर

# B2665
source: Kalyanpur
hi: कल्याणपुर

# B2667
source: Kalyanpur
hi: कल्याणपुर

# B2668
source: Kalyansinghpur
hi: कल्याणसिंगपुर

# B2669
source: Kamakhyanagar
hi: कामाख्यानगर

# B2671
source: Kamalapuram
hi: कमलापुरम

# B2672
source: Kamalganj
hi: कमालगंज

# B2673
source: Kamalpur
hi: कमलपुर

# B2674
source: Kaman
hi: कामन

# B2677
source: Kamasin
hi: कामासीन

# B2678
source: Kamavarapukota
hi: कामवारापुकोटा

# B2679
source: Kambadur
hi: कामादूर

# B2680
source: Kambhamvaripalle
hi: कामभामवारीपल्‍ली

# B2681
source: Kamdara
hi: कामदरा

# B2683
source: Kamjong T.D.Block
hi: कामजोंग टी डी ब्‍लॉक

# B2684
source: Kammapuram
hi: काम्‍मापुरम

# B2686
source: Kamptee
hi: कम्पटी

# B2687
source: Kamrej
hi: कमरेज

# B2688
source: Kamuthi
hi: कामूथी

# B2689
source: Kanaganapalle
hi: कंगनापल्‍ली

# B2690
source: Kanai
hi: कनाई

# B2692
source: Kanakpur
hi: कनकपुर

# B2693
source: Kanalichina
hi: कनालीचिना

# B2694
source: Kanas
hi: कनास

# B2695
source: Kancheepuram
hi: कांचीपुरम

# B2696
source: Kanchigam
hi: कांचीगम

# B2697
source: Kanchika Cherla
hi: कन्चीका चेरला

# B2698
source: Kanchili
hi: कान्चीली

# B2699
source: Kandaghat
hi: कांदाघाट

# B2700
source: Kandamangalam
hi: कन्‍दामंगलम

# B2702
source: Kandhar
hi: कंधार

# B2704
source: Kandi
hi: काण्डी

# B2705
source: Kandi
hi: काण्डी

# B2707
source: Kandukur
hi: कन्डूकूर

# B2708
source: Kanekal
hi: कानेकल

# B2711
source: Kangayam
hi: कन्गायम

# B2713
source: Kangpokpi T.D.Block
hi: कंगपोकपी टी डी ब्‍लॉक

# B2714
source: Kangra
hi: कांगड़ा

# B2716
source: Kanhangad
hi: कनहंगद

# B2717
source: Kanigiri
hi: कानीगिरी

# B2718
source: Kaniha
hi: कनीहा

# B2719
source: Kanina
hi: कनीना

# B2720
source: Kaniyambadi
hi: कन्यामबादी

# B2721
source: Kanjikuzhy
hi: कंजीकूजी

# B2722
source: Kanjirappally
hi: कंजीरापल्‍ली

# B2723
source: Kankadahad
hi: कनकादहद

# B2724
source: Kankavli
hi: कनकवली

# B2725
source: Kanke
hi: कांके

# B2726
source: Kanker
hi: कन्केर

# B2727
source: Kankipadu
hi: कंकीपाडु

# B2728
source: Kankrej
hi: कंकरेज

# B2730
source: Kannad
hi: काननद

# B2731
source: Kannangudi
hi: कन्‍नानगुडी

# B2732
source: Kannauj
hi: कन्‍नूज

# B2733
source: Kannod
hi: कनोद

# B2734
source: Kannur
hi: कन्‍नूर

# B2735
source: Kansabel
hi: कान्साबेल

# B2736
source: Kantamal
hi: कांतामल

# B2737
source: Kantapara
hi: कांतापाड़ा

# B2738
source: Kanth
hi: कान्थ

# B2739
source: Kanti
hi: कान्ती

# B2741
source: Kapadwanj
hi: कपाड़वन्ज

# B2742
source: Kaparada
hi: कपरादा

# B2743
source: Kapasan
hi: कपासन

# B2744
source: Kapileswarapuram
hi: कपलेश्वरपुरम

# B2745
source: Kapkote
hi: कपकोटे

# B2746
source: Kaptan Ganj
hi: कप्तान गंज

# B2747
source: Kaptanganj
hi: कप्तानगंज

# B2748
source: Kaptipada
hi: कपटीपाड़ा

# B2749
source: Kapurthala
hi: कपूरथला

# B2750
source: Kara
hi: कारा

# B2751
source: Karad
hi: कराड़

# B2752
source: Karahal
hi: कराहल

# B2753
source: Karai Parsurai
hi: कराई परसोराई

# B2754
source: Karakat
hi: कराकट

# B2755
source: Karamadai
hi: करमादाई

# B2756
source: Karambakkudi
hi: करमबाकूडी

# B2757
source: Karamchedu
hi: करमचेडू

# B2758
source: Karanda
hi: कारांदा

# B2759
source: Karandighi
hi: करांदीघी

# B2760
source: Karanja
hi: करांजा

# B2761
source: Karanja
hi: करंजा

# B2762
source: Karanja Kala
hi: करंजा कला

# B2763
source: Karanjia
hi: करानिजा

# B2764
source: Karanjia
hi: करणजिया

# B2765
source: Karanprayag
hi: कर्णप्रयाग

# B2766
source: Karanpur
hi: करणपुर

# B2767
source: Karapa
hi: कारपा

# B2768
source: Karauli
hi: कारोली

# B2770
source: Karchhana
hi: करछाना

# B2771
source: Kareli
hi: कारेली

# B2772
source: Karempudi
hi: करेमपुडी

# B2773
source: Karera
hi: करेरा

# B2774
source: Kargahar
hi: कारघर

# B2776
source: Karhal
hi: करहल

# B2777
source: Kariapatti
hi: कारीयापट्टी

# B2778
source: Karimangalam
hi: करीमंगलम

# B2780
source: Karimpur-I
hi: करीमपुर-1

# B2781
source: Karimpur-II
hi: करीमपुर-2

# B2782
source: Karjan
hi: करजन

# B2783
source: Karjat
hi: कर्जत

# B2784
source: Karjat
hi: कर्जत

# B2785
source: Karkala
hi: करकाला

# B2786
source: Karlamunda
hi: करलामुण्डा

# B2787
source: Karlapalem
hi: कारलापलेम

# B2788
source: Karmala
hi: करमाला

# B2789
source: Karnah
hi: करनाह

# B2790
source: Karnal
hi: करनाल

# B2791
source: Karon
hi: कारोन

# B2792
source: Karpi
hi: कारपी

# B2795
source: Karsog
hi: करसोग

# B2796
source: Kartala
hi: करताला

# B2797
source: Karunabari
hi: करूणबारी

# B2798
source: Karunagappally
hi: करूनागापल्‍ली

# B2799
source: Karungulam
hi: कारूनगुलाम

# B2800
source: Karur
hi: करूर

# B2801
source: Karveer
hi: कारवीर

# B2802
source: Karvetinagar
hi: करवेटीनगर

# B2803
source: Karwar
hi: कारवर

# B2804
source: Kasaragod
hi: कासरागोड

# B2805
source: Kasba
hi: कस्बा

# B2808
source: Kashichak
hi: काशीचक

# B2809
source: Kashipur
hi: काशीपुर

# B2810
source: Kashipur
hi: काशीपुर

# B2811
source: Kashipur
hi: काशीपुर

# B2812
source: Kashividyapith
hi: काशीविद्यापीठ

# B2813
source: Kasimabad
hi: कासीमाबाद

# B2814
source: Kasimkota
hi: कासीमकोटा

# B2815
source: Kasinagar
hi: कासीनगर

# B2817
source: Kasiya
hi: कासिया

# B2818
source: Kasmanda
hi: कासमांडा

# B2819
source: Kasmar
hi: कसमार

# B2820
source: Kasom Khullen T.D.Block
hi: कासोम खुलेन टी डी ब्‍लॉक

# B2821
source: Kasrawad
hi: कसारावद

# B2822
source: Kataiya
hi: कातिया

# B2823
source: Katangi
hi: कातांगी

# B2825
source: Katehari
hi: काटेहारी

# B2826
source: Katekalyan
hi: काटेकल्याण

# B2827
source: Katghora
hi: कटगोहरा

# B2829
source: Kathiatali
hi: काथियाताली

# B2830
source: Kathikund
hi: काथीकुण्ड

# B2831
source: Kathlal
hi: कथलाल

# B2833
source: Kathua
hi: कथूवा

# B2834
source: Kathumar
hi: काठूमर

# B2835
source: Kathura
hi: कथूरा

# B2836
source: Katigorah
hi: काटीगोरह

# B2837
source: Katihar
hi: काथीहर

# B2838
source: Katkamsandi
hi: कतकामसंदी

# B2839
source: Katlicherra
hi: कातलीछेरा

# B2840
source: Katni
hi: काटनी

# B2841
source: Katol
hi: कातोल

# B2842
source: Katoria
hi: कोटारिया

# B2843
source: Katpadi
hi: काटापाडी

# B2844
source: Katra
hi: कटरा

# B2845
source: Katra Khudaganj
hi: कटरा खुदगंज

# B2846
source: Katrabazar
hi: कटराबाजार

# B2847
source: Katrenikona
hi: कतरेनीकोना

# B2848
source: Katri Sarai
hi: कटरी सराय

# B2851
source: Kattappana
hi: कटापपाना

# B2853
source: Katthiwara
hi: कत्थिवारा

# B2854
source: Kattumannar Koil
hi: काथूमन्‍नार कोईल

# B2857
source: Kauakol
hi: कोवाकोल

# B2858
source: Kaudihar
hi: खोदियार

# B2859
source: Kaundhiyara
hi: खोंदियारा

# B2860
source: Kauri Ram
hi: कौरी राम

# B2861
source: Kaushambi
hi: कौसंबी

# B2862
source: Kavali
hi: कावाली

# B2863
source: Kavathemahankal
hi: कवठेमहंकाल

# B2866
source: Kaveripattinam
hi: कावेरीपथीनम

# B2867
source: Kaviti
hi: कविती

# B2869
source: Kawardha
hi: कवारधा

# B2870
source: Kayathar
hi: कायात्थर

# B2872
source: Kazhakkuttam
hi: खाजाकुटुम

# B2873
source: Kchas
hi: कसहास

# B2874
source: Keelaiyur
hi: कीलायूर

# B2876
source: Keerapalayam
hi: कीरापल्याम

# B2878
source: Kekri
hi: केकरी

# B2879
source: Kelamangalam
hi: केलामंगलम

# B2881
source: Kelapur
hi: केलापुर

# B2883
source: Kendrapara
hi: केन्द्रापाड़ा

# B2884
source: Keonjhar
hi: केवानझर

# B2885
source: Keoti
hi: किओटी

# B2886
source: Kerakat
hi: केराकट

# B2888
source: Keredari
hi: कीरीदारी

# B2890
source: Kesaria
hi: केसरिया

# B2891
source: Kesath
hi: केसथ

# B2893
source: Keshiary
hi: केसीरे

# B2895
source: Keshod
hi: केसोद

# B2896
source: Keshoraipatan
hi: किसोरियापटान

# B2897
source: Keshpur
hi: केसपुर

# B2898
source: Kesinga
hi: केसींगा

# B2899
source: Kesla
hi: केसला

# B2900
source: Kesli
hi: केसली
