Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# verify_main_menu_lbl
source: Verify OTP
hi: OTP सत्यापित करें

# Verify_btn
source: Submit
hi: प्रस्तुत:

# label_enter_sent_otp
source: Enter OTP sent to
hi: OTP को दर्ज करें :

# label_resend_otp
source: Resend OTP
hi: OTP पुनः भेजें

# vrify_otp_mob_no
source: Mobile Number :
hi: मोबाइल नंबर :

# signup_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# signup_sub_title_name
source: citizen feedback system
hi: नागरिक प्रतिक्रिया प्रणाली

# signup_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# signup_main_menu_lbl
source: Sign Up
hi: साइन अप करें

# signup_setting_lbl
source: Setting
hi: सेटिंग

# signup_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# signup_share_lbl
source: Share
hi: शेयर

# signup_exit_lbl
source: Exit
hi: बाहर जाएं

# signup_signup_title
source: Sign Up
hi: साइन अप करें

# signup_note_msg
source: Note: Fields marked with * are mandatory
hi: नोट: फील्ड्स चिन्ह्त * अनिवार्य हैं।

# signup_login_error_lbl
source: Error:
hi: एरर:

# signup_btn_signup
source: Sign Up
hi: नया खाता बनाएँ

# signup_btn_reset
source: Reset
hi: रीसेट करें

source: Name *
hi: नाम *

# mobileno
source: Mobile Number *
hi: मोबाइल नंबर *

source: Email Id
hi: ई-मेल पता

source: Address
hi: पूरा पता *

# signin_mobileno
source: Mobile Number
hi: मोबाइल नंबर

# signup_alert_enter_name
source: Please Enter First Name
hi: कृपया नाम दर्ज करें।

# signup_alert_name_lengh
source: Please Enter Name between 2 to 240 characters
hi: कृपया 4 से 240 वर्णों के बीच नाम दर्ज करें

# signup_alert_name_invalid_charters
source: Invalid character.
hi: अमान्य वर्ण।

# signup_alert_enter_password
source: Please Enter Password
hi: कृपया पासवर्ड दर्ज करें।

# signup_alert_password_length
source: At least 5 characters required
hi: पासवर्ड की लंबाई 5-12 वर्ण होनी चाहिए|

# signup_alert_enter_mobileno
source: Please Enter Mobile Number
hi: कृपया मोबाइल नंबर दर्ज करें।

# signup_alert_mobileno_length
source: Please Enter Valid Mobile Number
hi: कृपया वैध मोबाइल नंबर दर्ज करें

# signup_alert_enter_address
source: Please Enter Complete Address
hi: कृपया पूरा पता दर्ज करें

# signup_alert_valid_address
source: Please Enter Valid Address
hi: कृपया वैध पता दर्ज करें

# login_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# login_sub_title_name
source: Citizen Feedback System
hi: नागरिक प्रतिक्रिया प्रणाली

# login_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# login_main_menu_lbl
source: Sign In
hi: साइन इन करें

# login_howtouse_lbl
source: How To Use
hi: कैसे इस्तेमाल करे

# login_setting_lbl
source: Setting
hi: सेटिंग

# login_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# login_share_lbl
source: Share
hi: शेयर

# login_exit_lbl
source: Exit
hi: बाहर जाएं

# login_panel_title_name
source: Sign In
hi: साइन इन करें

# login_msg_note
source: Please enter registered mobile number to Sign In
hi: कृपया साइन इन करने के लिए पंजीकृत मोबाइल नंबर दर्ज करें

# login_login_error_lbl
source: Error:
hi: एरर:

# login_btn_login_lbl
source: Sign In
hi: साइन इन करें

# signin_alert_enter_mobileno
source: Please Enter valid Mobile Number
hi: कृपया मोबाइल नंबर दर्ज करें

# index_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# index_sub_title_name
source: Citizen Feedback System
hi: नागरिक प्रतिक्रिया प्रणाली

# index_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# index_main_menu_lbl
source: Home
hi: मुख्य मेनू

# index_add_complaint_lbl
source: Add Feedback
hi: प्रतिक्रिया जोड़ें

# index_view_complaint_lbl
source: View & Upload Feedback
hi: प्रतिक्रिया देखें

# index_update_profile_lbl
source: Update Profile
hi: रूप रेखा अपडेट करें

# index_contact_us_lbl
source: Contact Us
hi: हमसे संपर्क करें

# index_setting_lbl
source: Setting
hi: सेटिंग

# index_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# index_share_lbl
source: Share
hi: शेयर

# index_exit_lbl
source: Exit
hi: बाहर जाएं

# index_about_merisadak_lbl
source: About Meri Sadak
hi: मेरी सड़क के बारे में

# index_about_merisadak_contain_lbl
source: A common complaint living in most places in India is about poorly maintained road conditions. Roads can be eroded, full of pot holes or simply not constructed. However these complaints no longer need to be rants targeted aimlessly since, under the Pradhan Mantri Graham Sadak Yojana, an app called Meri Sadak is here to help.
hi: भारत में ज्यादातर जगहों पर रहने वाली एक सामान्य शिकायत सड़क की स्थिति खराब रहने के बारे में है। सड़कों को कम किया जा सकता है, बर्तन छेद से भरा हुआ या बस निर्माण नहीं किया जा सकता है। हालांकि, इन शिकायतों को अब बिना किसी लक्ष्य को लक्षित करने की आवश्यकता है, क्योंकि प्रधान मंत्री ग्रैहम सडक योजना के अंतर्गत, मेरी एप नामक एक ऐप यहां मदद करने के लिए है।

# index_tap_to_add_complaint_lbl
source: Tap to add your Complaint
hi: अपनी शिकायत जोड़ने के लिए टैप करें

# index_panel_1_add_feeback_lbl
source: Add Feedback
hi: प्रतिक्रिया जोड़ें

# index_panel_1_viewupload_lbl
source: View & Upload Feedback
hi: प्रतिक्रिया देखें

# index_no_of_work_detail_lbl
source: To view number of Works details
hi: वर्क्स विवरण की संख्या को देखने के लिए

# index_news_and_update_lbl
source: News and Update
hi: समाचार और अपडेट

# index_event_heading_lbl
source: Event
hi: समारोह

# index_penel_5_heading_lbl
source: Tap to add your feedback and update profile
hi: अपनी प्रतिक्रिया जोड़ने और प्रोफ़ाइल अपडेट करने के लिए टैप करें

# index_panel_5_text_1
source: Home
hi: होम

# index_panel_5_text_2
source: Add Feedback
hi: प्रतिक्रिया जोड़ें

# index_panel_5_text_3
source: Update Profile
hi: रूप रेखा अपडेट करें

# index_panel_5_text_4
source: Contact Us
hi: हमसे संपर्क करें

# update_pro_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# update_pro_sub_title_name
source: citizen feedback system
hi: नागरिक प्रतिक्रिया प्रणाली

# update_pro_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# update_pro_main_menu_lbl
source: Main Menu
hi: मुख्य मेनू

# update_pro_add_complaint_lbl
source: Add Feedback
hi: प्रतिक्रिया जोड़ें

# update_pro_view_complaint_lbl
source: View & Upload Feedback
hi: प्रतिक्रिया देखें

# update_pro_update_profile_lbl
source: Update Profile
hi: रूप रेखा अपडेट करें

# update_pro_contact_us_lbl
source: Contact Us
hi: हमसे संपर्क करें

# update_pro_setting_lbl
source: Setting
hi: सेटिंग

# update_pro_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# update_pro_share_lbl
source: Share
hi: शेयर

# update_pro_exit_lbl
source: Exit
hi: बाहर जाएं

# update_pro_panel
source: Update Profile
hi: रूप रेखा अपडेट करें

# update_pro_note_msg
source: Note: Fields marked with * are mandatory
hi: नोट: फील्ड्स चिन्ह्त * अनिवार्य हैं।

# update_pro_error_lbl
source: Error:
hi: एरर:

# update_pro_btn_update
source: Update
hi: अद्यतन

# update_pro_btn_cancel
source: Cancel
hi: रद्द करें

# update_feed_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# update_feed_sub_title_name
source: Citizen Feedback System
hi: नागरिक प्रतिक्रिया प्रणाली

# update_feed_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# update_feed_main_menu_lbl
source: Main Menu
hi: मुख्य मेनू

# update_feed_add_complaint_lbl
source: Add Feedback
hi: प्रतिक्रिया जोड़ें

# update_feed_view_complaint_lbl
source: View & Upload Feedback
hi: प्रतिक्रिया देखें

# update_feed_update_profile_lbl
source: Update Profile
hi: रूप रेखा अपडेट करें

# update_feed_contact_us_lbl
source: Contact Us
hi: हमसे संपर्क करें

# update_feed_setting_lbl
source: Setting
hi: सेटिंग

# update_feed_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# update_feed_share_lbl
source: Share
hi: शेयर

# update_feed_exit_lbl
source: Exit
hi: बाहर जाएं

# update_feed_fill_details_txt
source: Update Details
hi: अद्यतन/अपडेट विवरण

# update_feed_submit_details_txt
source: Submit
hi: जमा करें

# update_feed_panel_heading
source: Update your complaint
hi: अपनी शिकायत को अपडेट करें

# update_feed_note_msg_1
source: Note: 1.Fields marked with * are mandatory.
hi: नोट: 1.फील्ड्स चिन्ह्त * अनिवार्य हैं।

# update_feed_note_msg_2
source: Note: 2.For PMGSY Road selection of Core Network is mandatory which requires net connection.
hi: नोट: 2.पीएमजीएसवाई रोड के लिए कोर नेटवर्क अनिवार्य है जिसके लिए इंटरनेट कनेक्शन की आवश्यकता है।

# update_feed_state_dd_lbl_name
source: Select State *
hi: राज्य चुनें *

# update_feed_distric_dd_lbl_name
source: Select District *
hi: जिला चुनें *

# update_feed_block_dd_lbl_name
source: Select Block
hi: ब्लॉक चुनें *

# update_feed_ispmgy_lbl_name
source: Is PMGSY Road *
hi: क्या पीएमजीएसवाई रोड है *

# update_feed_ispmgy_lbl_yes
source: Yes
hi: हाँ

# update_feed_ispmgy_lbl_no
source: No
hi: नहीं

# update_feed_ispmgy_lbl_donotknow
source: Do not know
hi: पता नहीं

# update_feed_core_networK_lbl_name
source: Select Core Network *
hi: कोर नेटवर्क चुनें *

# update_feed_btn_update
source: Update
hi: अद्यतन/अपडेट

# update_feed_btn_cancel
source: Cancel
hi: रद्द करना

# update_feed_note_msg_3
source: Please ensure the internet connection before uploading the Feedback Details.
hi: कृपया फ़ीडबैक विवरण अपलोड करने से पहले इंटरनेट कनेक्शन सुनिश्चित करें।

# update_feed_feedarea_lbl
source: Feedback Area -
hi: प्रतिक्रिया क्षेत्र-

# update_feed_remark_lbl
source: Feedback Remark -
hi: प्रतिक्रिया टिप्पणी -

# update_feed_location_lbl
source: Location
hi: स्थान

# update_feed_ispmgsy_lbl
source: Is PMGSY Road -
hi: क्या पीएमजीएसवाई रोड है -

# update_feed_roadname_lbl
source: Road Name -
hi: सड़क का नाम -

# update_feed_village_lbl
source: Village / Habitation Name -
hi: ग्राम / निवास नाम -

# update_feed_is_pmgsy_road_txt
source: Yes
hi: हाँ

# update_feed_btn_submit_lbl
source: Submit
hi: जमा करें

# update_feed_note_msg_4
source: If internet connection is not available so click to Add New Complaint or Home button.
hi: यदि इंटरनेट कनेक्शन उपलब्ध नहीं है तो नई शिकायत या होम बटन क्लिक करें|

# update_feed_btn_home_lbl
source: Home
hi: होम

# update_feed_btn_viewfeed_lbl
source: View Feedback
hi: प्रतिक्रिया देखें

# update_feed_note_msg_5
source: your feedback details will be show in Pending List. once internet connection available so go to View Feedback List and upload the feedback.
hi: आपका फ़ीडबैक विवरण लंबित सूची में दिखाया जाएगा। इंटरनेट कनेक्शन उपलब्ध होने के बाद फ़ीडबैक सूची देखें और फीडबैक अपलोड करें।

# add_feed_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# add_feed_sub_title_name
source: Citizen Feedback System
hi: नागरिक प्रतिक्रिया प्रणाली

# add_feed_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# add_feed_main_menu_lbl
source: Main Menu
hi: मुख्य मेनू

# add_feed_add_complaint_lbl
source: Add Feedback
hi: प्रतिक्रिया जोड़ें

# add_feed_view_complaint_lbl
source: View & Upload Feedback
hi: प्रतिक्रिया देखें

# add_feed_update_profile_lbl
source: Update Profile
hi: रूप रेखा अपडेट करें

# add_feeds_contact_us_lbl
source: Contact Us
hi: हमसे संपर्क करें

# add_feed_setting_lbl
source: Setting
hi: सेटिंग

# add_feed_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# add_feed_share_lbl
source: Share
hi: शेयर

# add_feed_exit_lbl
source: Exit
hi: बाहर जाएं

# add_feed_take_photo_txt
source: Select Photo
hi: फोटो चुनें

# add_feed_submit_details_txt
source: Submit
hi: जमा करें

# add_feed_tap_to_take_photo_lbl_1
source: Tap to select photo and take photo
hi: तस्वीर का चयन करने के लिए टैप करें और फ़ोटो लें

# add_feed_tap_to_take_photo_lbl_2
source: Tap to add your complaint
hi: अपनी शिकायत जोड़ने के लिए क्लिक करें

# add_feed_take_photo_lbl
source: Take Photo
hi: फोटो लें/खींचे

# add_feed_choose_from_gallery_lbl
source: Choose From Gallery
hi: गैलरी से चुनें

# add_feed_take_photo_message
source: Selected photos list
hi: चयनित फोटो सूची

# add_feed_no_photo_captured_message
source: No Photo selected
hi: कोई फ़ोटो चयनित नहीं है

# delete_information
source: Note : Click on the image to delete it!!
hi: नोट: इसे हटाने के लिए चित्र पर क्लिक करें !!

# add_feed_tap_to_complaint_lbl_1
source: Tap to add your complaint
hi: अपनी शिकायत जोड़ने के लिए टैप करें

# add_feed_note_msg_1
source: Note: 1.Fields marked with * are mandatory.
hi: नोट: 1.फील्ड्स चिन्ह्त * अनिवार्य हैं।

# add_feed_note_msg_2
source: Note: 2.For PMGSY Road selection of Core Network is mandatory which requires net connection.
hi: नोट: 2.पीएमजीएसवाई रोड के लिए कोर नेटवर्क अनिवार्य है जिसके लिए इंटरनेट कनेक्शन की आवश्यकता है।

# add_feed_feedarea_op1
source: Select Feedback Area *
hi: प्रतिक्रिया क्षेत्र का चयन करें*

# add_feed_feedarea_op2
source: Slow Progress
hi: धीमी प्रगति

# add_feed_feedarea_op3
source: Abandoned Work
hi: छोड़ा हुआ कार्य

# add_feed_feedarea_op4
source: Poor Quality
hi: खराब गुणवत्ता

# add_feed_feedarea_op5
source: Other
hi: अन्य

# add_feed_state_dd_lbl_name
source: Select State *
hi: राज्य चुनें *

# add_feed_distric_dd_lbl_name
source: Select District *
hi: जिला चुनें *

# add_feed_block_dd_lbl_name
source: Select Block *
hi: ब्लॉक चुनें *

# add_feed_ispmgy_lbl_name
source: Is PMGSY Road *
hi: क्या पीएमजीएसवाई रोड है *

# add_feed_ispmgy_lbl_yes
source: Yes
hi: हाँ

# add_feed_ispmgy_lbl_no
source: No
hi: नहीं

# add_feed_ispmgy_lbl_donotknow
source: Do not know
hi: पता नहीं

# add_feed_core_networK_lbl_name
source: Select Core Network *
hi: कोर नेटवर्क चुनें *

# add_feed_btn_save
source: Save
hi: सेव करें

# add_feed_btn_Reset
source: Reset
hi: रीसेट करें

# add_feed_note_msg_3
source: Please ensure the internet connection before uploading the Feedback Details.
hi: कृपया फ़ीडबैक विवरण अपलोड करने से पहले इंटरनेट कनेक्शन सुनिश्चित करें।

# add_feed_feedarea_lbl
source: Feedback Area -
hi: प्रतिक्रिया क्षेत्र-

# add_feed_remark_lbl
source: Feedback Remark -
hi: प्रतिक्रिया टिप्पणी -

# add_feed_location_lbl
source: Location
hi: स्थान

# add_feed_ispmgsy_lbl
source: Is PMGSY Road -
hi: क्या पीएमजीएसवाई रोड है -

# add_feed_roadname_lbl
source: Road Name -
hi: सड़क का नाम -

# add_feed_village_lbl
source: Village / Habitation Name -
hi: ग्राम / निवास नाम -

# add_feed_is_pmgsy_road_txt
source: Yes
hi: हाँ

# add_feed_btn_submit_lbl
source: Submit
hi: जमा करें

# add_feed_or_lbl
source: OR
hi: अथवा

# add_feed_note_msg_4
source: If internet connection is not available so click to Add New Complaint or Home button.
hi: यदि इंटरनेट कनेक्शन उपलब्ध नहीं है तो नई शिकायत या होम बटन क्लिक करें|

# add_feed_btn_home_lbl
source: Home
hi: होम

# add_feed_btn_addnewcomplaint_lbl
source: Add New Complaint
hi: नई शिकायत जोड़ें

# add_feed_note_msg_5
source: your feedback details will be show in Pending List. once internet connection available so go to View Feedback List and upload the feedback.
hi: आपका फ़ीडबैक विवरण लंबित सूची में दिखाया जाएगा। इंटरनेट कनेक्शन उपलब्ध होने के बाद फ़ीडबैक सूची देखें और फीडबैक अपलोड करें।

# selectDistrictTxt
source: Select District
hi: जिला चुनें *

# selectBlockTxt
source: Select Block
hi: ब्लॉक चुनें *

# selectCoreNetworkTxt
source: Select Core Network
hi: कोर नेटवर्क चुनें *

# view_feed_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# view_feed_sub_title_name
source: Citizen Feedback System
hi: नागरिक प्रतिक्रिया प्रणाली

# view_feed_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# view_feed_main_menu_lbl
source: Main Menu
hi: मुख्य मेनू

# view_feed_add_complaint_lbl
source: Add Feedback
hi: प्रतिक्रिया जोड़ें

# view_feed_view_complaint_lbl
source: View & Upload Feedback
hi: प्रतिक्रिया देखें

# view_feed_update_profile_lbl
source: Update Profile
hi: रूप रेखा अपडेट करें

# view_feeds_contact_us_lbl
source: Contact Us
hi: हमसे संपर्क करें

# view_feed_setting_lbl
source: Setting
hi: सेटिंग

# view_feed_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# view_feed_share_lbl
source: Share
hi: शेयर

# view_feed_exit_lbl
source: Exit
hi: बाहर जाएं

# view_feed_AllComplaint
source: All
hi: सभी

# view_feed_UploadedComplaint
source: Uploaded
hi: अपलोड की गई

# view_feed_PeddingComplaint
source: Pending
hi: लंबित/पेन्डींग

# view_feed_pedding_complaint_details_lbl
source: Complaint Details
hi: शिकायत विवरण

# view_feed_no_pedding_compalaint_lbl
source: No Complaint Found.
hi: कोई शिकायत स्थापित नहीं

# view_feed_no_pedding_compalaint_lbl_new
source: No Pending Complaint Found.
hi: कोई लंबित/पेन्डींग शिकायत नहीं

# view_feed_no_uploaded_complaint_fount_lbl
source: No Uploaded Complaint Found.
hi: अपलोड की गई कोई शिकायत नहीं

# view_feed_no_complaint_fount_lbl
source: No Complaint Found.
hi: कोई शिकायत स्थापित नहीं

# view_feed_feedno_lbl
source: Feedback No
hi: प्रतिक्रिया/फीडबैक नंबर

# view_feed_date_lbl
source: Date
hi: तारीख

# view_feed_feed_category_lbl
source: Feedback Category
hi: प्रतिक्रिया श्रेणी

# view_feed_feedarea_lbl
source: Feedback Area
hi: प्रतिक्रिया क्षेत्र

# view_feed_remark_lbl
source: Feedback Remark
hi: प्रतिक्रिया टिप्पणी

# view_feed_location_lbl
source: Location
hi: स्थान

# view_feed_ispmgsy_lbl
source: Is PMGSY Road
hi: क्या पीएमजीएसवाई रोड है

# view_feed_reply_date_lbl
source: Reply Date
hi: उत्तर दिनांक

# view_feed_reply_status_lbl
source: Reply Status
hi: उत्तर स्थिति

# view_feed_reply_message_lbl
source: Reply Message
hi: प्रतिक्रिया संदेश

# view_feed_btn_remove_lbl
source: Remove
hi: हटा दो

# view_feed_btn_submitimg_lbl
source: Submit Images
hi: फ़ोटो सबमिट करें

# view_feed_btn_submit_lbl
source: Submit
hi: जमा करें

# view_feed_btn_edit_lbl
source: Edit
hi: संपादित करें

# setting_app_title_name_lbl
source: Meri Sadak
hi: मेरी सड़क

# setting_sub_title_name
source: Citizen Feedback System
hi: नागरिक प्रतिक्रिया प्रणाली

# setting_app_title_name_short_lbl
source: Meri Sadak
hi: मेरी सड़क

# setting_main_menu_lbl
source: Sign Up
hi: साइन अप करें

# setting_setting_lbl
source: Setting
hi: सेटिंग

# setting_rate_us_lbl
source: Rate Us
hi: हमें रेटिंग दें

# setting_share_lbl
source: Share
hi: शेयर

# setting_exit_lbl
source: Exit
hi: बाहर जाएं

# setting_select_theme_lbl
source: Please Select Theme
hi: कृपया थीम का चयन करें

# skybluelbl
source: Light Theme
hi: लाइट थीम

# darkbrownlbl
source: Dark Theme
hi: डार्क थीम

# setting_select_lang_lbl
source: Please Select Language
hi: कृपया भाषा चुनें

source: Setting Menu
hi: सेटिंग मेनू

source: Remark
hi: रिमार्क

source: Select Feedback Area *
hi: प्रतिक्रिया क्षेत्र का चयन करें *

# enter_feedback_remark
source: Enter Feedback *
hi: फ़ीडबैक दर्ज करें *

source: Select State Name *
hi: राज्य का नाम चयन करें *

source: Select District Name *
hi: जिले का नाम चयन करें *

source: Select Block Name *
hi: ब्लॉक नाम का चयन करें *

source: Select Is PMGSY Road *
hi: क्या पीएमजीएसवाई रोड है ? का चयन करें *

# select_core_network
source: Select Core Network Road *
hi: कोर नेटवर्क रोड का चयन करें *

source: Enter Road Name *
hi: सड़क का नाम दर्ज करें *

source: Remarks contains invalid characters
hi: फ़ीडबैक में अमान्य वर्ण हैं

source: Road name contains invalid characters.
hi: सड़क नाम में अमान्य वर्ण हैं

source: Village name contains invalid characters.
hi: गांव के नाम में अमान्य वर्ण हैं

source: Habitation name contains invalid characters.
hi: बस्ती नाम में अमान्य वर्ण हैं

source: Your Feedback successfully saved.
hi: आपका फ़ीडबैक सफलतापूर्वक सहेजा गया |

source: Your Feedback updated successfully.
hi: आपका फ़ीडबैक सफलतापूर्वक अपडेट किया गया |

source: Internal Error Occured !! Please try again.
hi: आंतरिक त्रुटि हुई !! कृपया पुन: प्रयास करें।

source: Exception Occured !! Please try again.
hi: अपवाद उत्पन्न हुआ !! कृपया पुन: प्रयास करें।

source: Photo selection limit exceeded. Minimum 1 and Maximum 3
hi: फ़ोटो चयन सीमा पार हो गई न्यूनतम 1 और अधिकतम 3

# ok_lbl
source: Ok
hi: ठीक

# app_name
source: Meri Sadak
hi: मेरी सड़क

source: Are you want to remove feedback details ?
hi: क्या आप प्रतिक्रिया विवरण को हटाना चाहते हैं?

source: Feedback details removed successfully.
hi: फ़ीडबैक विवरण सफलतापूर्वक निकाला गया |

# yes_lbl
source: Yes
hi: हाँ

# no_lbl
source: No
hi: नहीं

# onsite_lbl
source: Onsite
hi: साइट पर से

# on_site_msg
source: Click here to take PMGSY road picture if you are standing on the road right now
hi: अगर आप अभी सड़क पर खड़े हैं, तो पीएमजीएसवाई सड़क की तस्वीरें लेने के लिए यहां क्लिक करें

# offsite_site_msg
source: Click here to upload PMGSY road picture from gallery, if you are not on the road site at present
hi: यदि आप वर्तमान में सड़क साइट पर नहीं हैं, तो गैलरी से पीएमजीएसवाई सड़क चित्र अपलोड करने के लिए यहां क्लिक करें

# or_lbl
source: OR
hi: या

# offsite_lbl
source: Offsite
hi: साइट से दूर

# my_location_lbl
source: My Location
hi: मेरा स्थान

# upload_image_lbl
source: Upload Images
hi: चित्र अपलोड करें

# next_btn_lbl
source: Next
hi: आगे

# delete_btn_lbl
source: Delete
hi: हटाएं

# image_upload_note
source: [Note: Maximum 3 images are allowed for feedback]
hi: [नोट: अधिकतम 3 छवियों प्रतिक्रिया के लिए अनुमति दी जाती है]

source: Add More Images
hi: और तस्वीरें जोड़ें

# fill_details_lbl
source: Fill Details
hi: विवरण भरें

# category_of_complaint_lbl
source: Category of Complaint
hi: शिकायत की श्रेणी

# category_of_complaint_op1
source: Slow Progress
hi: धीमी प्रगति

# category_of_complaint_op2
source: Abandoned Work
hi: छोड़ा हुआ कार्य

# category_of_complaint_op3
source: Poor Quality
hi: खराब गुणवत्ता

# category_of_complaint_op4
source: Other
hi: अन्य

# category_of_complaint_op5
source: Maintenance
hi: रखरखाव

# category_of_complaint_op6
source: Road selection or Alignment
hi: सड़क का चयन या संरेखण

# category_of_complaint_op7
source: Land Disputes
hi: भूमि विवाद

# category_of_complaint_op8
source: Bid/tendering related issue
hi: बोली/निविदा संबंधी समस्या

# category_of_complaint_op9
source: Corruption related issue
hi: भ्रष्टाचार से जुड़ा मामला

# state_lbl
source: State
hi: राज्य

# state_name_lbl
source: State name
hi: राज्य का नाम

# district_lbl
source: District
hi: जिला

# district_name_lbl
source: District name
hi: जिला नाम

# block_lbl
source: Block
hi: ब्लाक

# village_lbl
source: Village
hi: गांव

# village_name_req_err_msg
source: Village name is required
hi: गांव की आवश्यकता है

# habitations_lbl
source: Habitations
hi: बसावटे

# habitations_drpdn_note
source: You may select Multiple Habitations
hi: आप कई बसावटे चुन सकते हैं

# habitation_req_err_msg
source: Habitation is required
hi: बसावटे आवश्यक है

# back_btn_lbl
source: Back
hi: वापस

# road_lbl
source: Road
hi: सड़क

# recommended_roads_lbl
source: Recommended Roads
hi: अनुशंसित सड़कें

# other_roads_lbl
source: Other Roads
hi: अन्य सड़कें

# feedback_lbl
source: Feedback
hi: प्रतिपुष्टि

# feedback_placeholder_txt
source: Please detail the feedback about the road. Mention which part of the road has problem, any nearby landmarks to identify the problematic road section, any other deatils etc.
hi: उल्लेख करें कि सड़क के किस हिस्से में समस्या है, समस्याग्रस्त सड़क अनुभाग की पहचान करने के लिए किसी भी नजदीकी स्थलों, कोई भी अन्य विवरण आदि।

# contact_me_txt
source: Do you wish to be contacted by the State authorities to help identify the road details? This helps us to gather missing information and resolve the complaint efficiently.
hi: क्या आप सड़क विवरण की पहचान करने में सहायता के लिए राज्य के अधिकारियों के सम्पर्क में आना चाह्ते हैं। यह हमें कोई भी खोई हुई जानकारी को इकट्ठा करने और शिकायत को कुशलता से हल करने में मदद करता है।

# contacted_yes_lbl
source: Yes, I can be contacted
hi: हां, मुझसे संपर्क किया जा सकता है।

# contacted_no_lbl
source: No, Don't contact me
hi: नहीं, मुझसे संपर्क न करें।

# feedback_draftsave_txt
source: Your complaint has been saved in drafts. Please connect to the internet and try submitting the complaint.
hi: आपकी शिकायत ड्राफ्ट में सहेज ली गई है। कृपया इंटरनेट से कनेक्ट करें और शिकायत भेजने का प्रयास करें।

# submit_lbl
source: Submit
hi: प्रस्तुत

# feedbac_submitted_txt
source: Your complaint has been submitted!
hi: आपकी शिकायत भेज दी गई है!

# feedback_id_lbl
source: (Feedback Id:
hi: (शिकायत पहचान संख्या:

# track_conplain_msg_txt
source: Track your complaint here
hi: अपनी शिकायत यहाँ देखे

# home_lbl
source: Home
hi: मुखय पृष्ठ

# max_img_msg_txt
source: Maximum Images allowed is 3 only
hi: अधिकतम स्वीकृत छवियाँ 3 ही है

# file_size_err_msg_txt
source: File size is greater than 1 MB
hi: फ़ाइल का आकार 1 MB से अधिक है
