Repository: sanskarshrimali-20/meri_sadak
Catalog: lib/l10n/app_*.arb
Languages: hi

# B6451
source: Yeddanapudi
hi: यदानापूडी

# B6453
source: Yelamanchili
hi: यल्‍लामन्चीली

# B6454
source: Yelamanchili
hi: यल्‍लामन्चीली

# B6455
source: Yelandur
hi: यलांदुर

# B6456
source: Yelburga
hi: यल्‍लबुरगा

# B6458
source: Yeleswaram
hi: यालेस्वरम

# B6461
source: Yellanur
hi: यल्‍लानूर

# B6462
source: Yellapura
hi: यल्‍लापुरा

# B6464
source: Yemmiganur
hi: यमनीगनूर

# B6465
source: Yeola
hi: येवला

# B6466
source: Yeotmal
hi: यवतमाल

# B6467
source: Yercaud
hi: वीरकूड

# B6468
source: Yerpedu
hi: यरपेदू

# B6469
source: Yerragondapalem
hi: यरागोंडापलेम

# B6470
source: Yerraguntla
hi: यरागूंतला

# B6471
source: Yerravaripalem
hi: यरावरीपलेम

# B6473
source: Yingkiong
hi: यिंगकियोंग

# B6474
source: Yogapatti
hi: योगापाटी

# B6477
source: Zahrikhal
hi: झेरीखाल

# B6478
source: Zainageer
hi: जेनागिर

# B6480
source: Zarijamni
hi: झरीजामणि‍

# B6481
source: Zarugumilli
hi: जारूगुमीली

# B6482
source: Zawlnuam
hi: ‍ ज्वलूम

# B6483
source: Zikzak
hi: जिकजक

# B6484
source: Zira
hi: जिरा

# B6485
source: Ziradei
hi: जिरादी

# B6486
source: Zirniya
hi: जिरनिया

# B6487
source: Ziro-I
hi: जिरो -1

# B6488
source: Ziro-II
hi: जिरो -2

# B6489
source: Zunheboto
hi: जूनेबोतो

# B6491
source: Bazarhathnoor
hi: बजार्हथ्नूर

# B6492
source: Adilabad
hi: आदिलाबाद

# B6494
source: Bela
hi: बेल

# B6498
source: Boath
hi: बॉथ

# B6503
source: Gudihathnur
hi: गुडिहथ्नूर

# B6504
source: Ichoda
hi: िचोड़ा

# B6505
source: Inderavelly
hi: इंदरवेल्ली

# B6506
source: Jainad
hi: जैनद

# B6526
source: Narnoor
hi: नरनूर

# B6528
source: Neradigonda
hi: णेरडिगोंड़ा

# B6534
source: Talamadugu
hi: तलमडुगु

# B6535
source: Tamsi
hi: तामसी

# B6539
source: Utnur
hi: उट्नूर

# B6546
source: Chigurumamidi
hi: चिगुरुममीदी

# B6547
source: Choppadandi
hi: चोपपदंडी

# B6554
source: Gangadhara
hi: गंगाधर

# B6557
source: Huzurabad
hi: हुज़ुरबाद

# B6560
source: Jammikunta
hi: जम्मिकुंटा

# B6575
source: Manakondur
hi: मनकोंडुर

# B6586
source: Ramadugu
hi: रामदुगु

# B6588
source: Saidapur
hi: सैदपुर

# B6590
source: Shankerpatnam
hi: शंकरपट्नम

# B6594
source: Thimmapur
hi: थिम्मापुर

# B6595
source: Veenavanka
hi: वीणावनका

# B6600
source: Addakal
hi: अड्डाकाल

# B6606
source: Balanagar
hi: बालनगर

# B6608
source: Bhoothpur
hi: भूतपुर

# B6611
source: Chinna Chinta Kunta
hi: चिन्ना चिंता कुंता

# B6613
source: Devarkadara
hi: देवरकडारा

# B6622
source: Hanwada
hi: हनवाड़ा

# B6624
source: Jadcherla
hi: जड्चर्ला

# B6629
source: Koilkonda
hi: कोइलकोण्डा

# B6639
source: Mahabubnagar
hi: महबूबनगर

# B6643
source: Midjil
hi: मिड्जील

# B6647
source: Nawabpet
hi: नवाबपत

# B6663
source: Alladurg
hi: अल्लादुर्ग

# B6665
source: Chegunta
hi: चिगुंटा

# B6679
source: Kowdipalle
hi: कौडिपल्ले

# B6680
source: Kulcharam
hi: कुलचाराम

# B6682
source: Medak
hi: मेडक

# B6688
source: Narsapur
hi: नरसापुर

# B6690
source: Papannapet
hi: पपननपेट

# B6695
source: Ramayampet
hi: रामयमपेट

# B6696
source: Regode
hi: रेगोडे

# B6699
source: Shankarampet (A)
hi: शंकरमपेट (अ)

# B6700
source: Shankarampet (R)
hi: शंकरमपेट (र)

# B6701
source: Shivampet
hi: शिवमपेट

# B6703
source: Tekmal
hi: टेक्मल

# B6704
source: Tupran
hi: तुपर्ण

# B6706
source: Yeldurthy
hi: एल्डुर्थ्य

# B6709
source: Anumula
hi: अनुमुला

# B6716
source: Chandam Pet
hi: चनदम पेट

# B6717
source: Chandur
hi: चाँदुर

# B6719
source: Chintha Pally
hi: चिंता पल्ली

# B6720
source: Chityal
hi: चित्याल

# B6723
source: Dameracherla
hi: डमेरचेर्ला

# B6724
source: Devarakonda
hi: देवरकोंडा

# B6727
source: Gundla Pally
hi: गुंडला पल्ली

# B6728
source: Gurrampode
hi: गुर्रामपोड़े

# B6730
source: Kangal
hi: कंगाल

# B6731
source: Kattangoor
hi: कटटंगूर

# B6732
source: Kethepally
hi: केथेपल्ली

# B6734
source: Marri Guda
hi: मर्री गुदा

# B6737
source: Miryalaguda
hi: मिर्यलागुडा

# B6741
source: Munugode
hi: मुनूगोड़े

# B6743
source: Nakrekal
hi: नकरेकल

# B6744
source: Nalgonda
hi: नलगोंडा

# B6745
source: Nampalle
hi: नामपल्ली

# B6747
source: Narketpally
hi: नरकटपल्ली

# B6749
source: Nidamanoor
hi: निदमनूर

# B6751
source: Pedda Adiserlapalle
hi: पेद्दा डिसरलापल्ले

# B6752
source: Peddavoora
hi: पेड्डावूरा

# B6757
source: Saligouraram
hi: सलीगौरराम

# B6759
source: Thipparthy
hi: थिप्पारथ्य

# B6761
source: Thripuraram
hi: थ्रीपुराराम

# B6765
source: Vemulapally
hi: वेमुलापल्ली

# B6767
source: Armur
hi: अमर

# B6768
source: Balkonda
hi: बालकोंडा

# B6770
source: Bheemgal
hi: भीमगल

# B6774
source: Bodhan
hi: बोधन

# B6775
source: Dhar Pally
hi: धार पल्ली

# B6776
source: Dich Pally
hi: डिच पल्ली

# B6779
source: Jakranpalle
hi: जक्रांपाल्ले

# B6782
source: Kammar Palle
hi: कम्मर पल्ले

# B6783
source: Kotgiri
hi: कोटगिरी

# B6787
source: Makloor
hi: मख्लूर

# B6788
source: Mortad
hi: मॉर्टेड

# B6790
source: Nandipet
hi: नणदीपेट

# B6791
source: Navipet
hi: नवीपेट

# B6793
source: Nizamabad
hi: निज़ामाबाद

# B6795
source: Ranjal
hi: रनजल

# B6797
source: Sirkonda
hi: सिरकोंडा

# B6799
source: Varni
hi: वर्णी

# B6800
source: Velpur
hi: वेलपुर

# B6801
source: Yeda Palle
hi: येड़ा पल्ले

# B6806
source: Chevella
hi: चेवेल्ला

# B6811
source: Hayathnagar
hi: हयातनगर

# B6812
source: Ibrahimpatam
hi: इब्रहिमपटम

# B6813
source: Kandukur
hi: कन्दुकुर

# B6816
source: Maheswaram
hi: महेस्वरम

# B6818
source: Manchal
hi: मांचल

# B6821
source: Moinabad
hi: मोिनाबाद

# B6828
source: Rajendranagar
hi: राजेंद्रनगर

# B6829
source: Saroornagar
hi: सरूरनगर

# B6830
source: Serilingampalle
hi: सेरीलिंगमपल्ले

# B6831
source: Shabad
hi: शब्द

# B6833
source: Shamshabad
hi: शमशाबाद

# B6834
source: Shankarpalle
hi: शंकरपल्ले

# B6838
source: Yacharam
hi: याचरम्

# B6840
source: Atmakur
hi: आत्मकूर

# B6843
source: Chennaraopet
hi: चेन्नरओपेट

# B6849
source: Duggondi
hi: डुग्गोंदी

# B6851
source: Geesugonda
hi: जिगोंड़ा

# B6860
source: Khanapur
hi: खानपुर

# B6871
source: Nallabelly
hi: नल्लबेल्ली

# B6873
source: Narsampet
hi: नर्सम्पेट

# B6875
source: Nekkonda
hi: नेक्कोण्डा

# B6878
source: Parkal
hi: परकल

# B6879
source: Parvathagiri
hi: पर्वथगिरी

# B6881
source: Raiparthy
hi: रैपथ्य

# B6883
source: Sangem
hi: संगम

# B6884
source: Shayampet
hi: शयमपेट

# B6888
source: Wardhannapet
hi: वर्धननापेट

# B6890
source: Chintur
hi: चिंटूर

# B6892
source: Kunavaram
hi: कुणावरम

# B6893
source: Kukunoor
hi: कुकुनूर

# B6894
source: Velairpad
hi: वेलाइर्पाद

# B6895
source: Vararamachandrapuram
hi: वररामचन्द्रपुरम

# B6900
source: Bonakal
hi: बोनकल

# B6903
source: Chinthakani
hi: चिंतकनी

# B6906
source: Enkuru
hi: एन्कुँरु

# B6911
source: Kalluru
hi: कल्लूरु

# B6912
source: Kamepalle
hi: कमेपल्ले

# B6913
source: Kamepalle
hi: कमेपल्ले

# B6914
source: Khammam Rural
hi: खम्मम रूरल

# B6915
source: Khammam Urban
hi: खम्मम अर्बन

# B6916
source: Konijerla
hi: कोनिजेरला

# B6918
source: Kusumanchi
hi: कुसुमंची

# B6919
source: Madhira
hi: मदिरा

# B6921
source: Mudigonda
hi: मुदिगोंड़ा

# B6923
source: Nelakondapalle
hi: नेलकोण्डापल्ले

# B6925
source: Penuballi
hi: पेनुबल्लि

# B6927
source: Sathupalle
hi: सथुपल्ले

# B6928
source: Singareni
hi: सिंगरेनी

# B6930
source: Thallada
hi: थल्लाडा

# B6931
source: Thirumalayapalem
hi: थिरुमलयपलेम

# B6932
source: Vemsoor
hi: वेमसूर

# B6935
source: Wyra
hi: वीरा

# B6937
source: Yerrupalem
hi: एररूपलेम

# B6938
source: Bhadrachalam
hi: भद्राचलम

# B6941
source: Karimnagar
hi: करीमनगर

# B6942
source: Garhmukteshwar
hi: गढ़मुक्तेश्वर

# B6943
source: Simbhawali
hi: सिंभावली

# B6944
source: Hapur
hi: हापुड़

# B6945
source: Dhaulana
hi: धौलाना

# B6946
source: Barnala
hi: बरनाला

# B6947
source: Mehal Kalan
hi: महल कलां

# B6948
source: Sehna
hi: सहना

# B6949
source: Abohar
hi: अबोहर

# B6950
source: Fazilka
hi: फ़ज़िलका

# B6951
source: Khuian Sarwar
hi: खुिान सरवर

# B6952
source: Jalalabad
hi: जलालाबाद

# B6953
source: Majri
hi: माजरी

# B6954
source: Kharar
hi: खरार

# B6955
source: Dera Bassi
hi: डेरा बस्सी

# B6956
source: Bamial
hi: बमिाल

# B6957
source: Dhar Kalan
hi: धार कलां

# B6958
source: Narot Jaimal Singh
hi: नरोट जैमल सिंह

# B6959
source: Pathankot
hi: पठानकोट

# B6960
source: Sujanpur
hi: सुजानपुर

# B6961
source: Bhikhiwind
hi: भिखीविंड

# B6962
source: Chohla Sahib
hi: चोहला साहिब

# B6963
source: Gandiwind
hi: गन्दीविंड

# B6964
source: Khadoor Sahib
hi: खडूर साहिब

# B6965
source: Naushera Pannuan
hi: नौशेरा पन्नुआन

# B6966
source: Patti
hi: पट्टी

# B6967
source: Tarn Taran
hi: टर्न तरन

# B6968
source: Valtoha
hi: वल्टोहा

# B6969
source: Gola
hi: गोला

# B6970
source: Mandu
hi: मांडू

# B6971
source: Patratu
hi: पतरातू

# B6972
source: Ramgarh
hi: रामगढ

# B6973
source: Karra
hi: कर्रा

# B6974
source: Khunti
hi: खूंटी

# B6975
source: Murhu
hi: मुरहू

# B6976
source: Rania
hi: राणीअ

# B6977
source: Torpa
hi: तोरपा

# B6979
source: Burgampadu
hi: बुर्गामपादु

# B6980
source: Burgampadu
hi: बुर्गामपादु

# B6981
source: Burgampadu
hi: बुर्गामपादु

# B6982
source: Chhindgarh
hi: छिंदगढ़

# B6983
source: Sukma
hi: सुकमा

# B6986
source: Bemetara
hi: बेमेतरा

# B6987
source: Berla
hi: बेरला

# B6988
source: Nawagarh
hi: नवग्रह

# B6989
source: Saja
hi: सजा

# B6990
source: Balod
hi: बालोद

# B6991
source: Dondi
hi: डोंडी

# B6992
source: Dondi Lohara
hi: डोंडी लोहरा

# B6993
source: Gunderdahi
hi: गुंडरदेही

# B6994
source: Gurur
hi: गुरुर

# B6995
source: Balodabazar
hi: बलौदाबाजार

# B6996
source: Bhatapara
hi: भाटापारा

# B6997
source: Bilaigarh
hi: बिलाईगढ़

# B6998
source: Kasdol
hi: कसडोल

# B7000
source: Simga
hi: सिमगा

# B7001
source: Chhura
hi: छुरा

# B7002
source: Deobhog
hi: देओभोग

# B7003
source: Gariaband
hi: गरिाबंद

# B7004
source: Mainpur
hi: मैनपुर

# B7005
source: Rajim
hi: राजिम

# B7006
source: Kusmi
hi: कुसमी

# B7007
source: Shankargarh
hi: शंकरगढ़

# B7008
source: Rajpur
hi: राजपुर

# B7009
source: Balrampur
hi: बलरामपुर

# B7010
source: Ramchandarpur
hi: रामचंदरपुर

# B7011
source: Wadrafnagar
hi: वाड्रफनगर

# B7012
source: Surajpur
hi: सूरजपुर

# B7013
source: Premnagar
hi: प्रेमनगर

# B7014
source: Ramanujnagar
hi: रामानुजनगर

# B7015
source: Odagi
hi: ओड़गी

# B7016
source: Bhaiyathan
hi: भैयाथान

# B7017
source: Pratappur
hi: प्रतापपुर

# B7018
source: Konta
hi: कोटा

# B7019
source: Baderajpur
hi: बड़ेराजपुर

# B7020
source: Keshkal
hi: केशकाल

# B7021
source: Pharasgaon
hi: फरसगाओं

# B7022
source: Mungeli
hi: मुंगेली

# B7023
source: Pathariya
hi: पथरिया

# B7024
source: Kondagaon
hi: कोंडागाओं

# B7025
source: Makdi
hi: मकड़ी

# B7026
source: Lormi
hi: लोरमी

# B7027
source: Sonahatu
hi: सोनाहातू

# B7028
source: Bundu
hi: बुंडू

# B7030
source: Tamar
hi: ताम्र

# B7031
source: Sambhal
hi: संभल

# B7032
source: Bahjoi
hi: बहजोई

# B7033
source: Pawansa
hi: पवांसा

# B7034
source: Asmoli
hi: असमोली

# B7035
source: Baniyakhera
hi: बनियाखेरा

# B7036
source: Gunnaur
hi: गुन्नौर

# B7037
source: Junawai
hi: जुनावई

# B7038
source: Rajpura
hi: राजपुरा

# B7039
source: Shamli
hi: शामली

# B7040
source: Kairana
hi: कैराना

# B7041
source: Kandhala
hi: कांधला

# B7042
source: Thanabhawan
hi: थानाभवन

# B7043
source: Un
hi: उन

# B7044
source: Patiyali
hi: पटियाली

# B7045
source: Ganjdundwara
hi: गंजडुंडवारा

# B7046
source: Sidhpura
hi: सिढ़पुरा

# B7047
source: Amanpur
hi: अमांपुर

# B7048
source: Soron
hi: सोरों

# B7049
source: Sahawar
hi: सहावर

# B7050
source: Kasganj
hi: कासगंज

# B7051
source: Amethi
hi: अमेठी

# B7052
source: Bhetua
hi: भेटुआ

# B7053
source: Bhadar
hi: भदर

# B7054
source: Sangrampur
hi: संग्रामपुर

# B7055
source: Gauriganj
hi: गौरीगंज

# B7056
source: Jamo
hi: जमो

# B7057
source: Shahgarh
hi: शाहगढ़

# B7058
source: Jagdishpur
hi: जगदीशपुर

# B7059
source: Bazar Shukla
hi: बाजार शुक्ल

# B7060
source: Musafirkhana
hi: मुसाफिरखाना

# B7061
source: Tiloi
hi: तिलोई

# B7062
source: Bahadurpur
hi: बहादुरपुर

# B7063
source: Singhpur
hi: सिंघपुर

# B7064
source: Arki
hi: अर्की

# B7065
source: Alipurduar-I
hi: अलिपुरदुआर -I

# B7066
source: Alipurduar-II
hi: अलिपुरदुआर -II

# B7067
source: Kalchini
hi: कलचीनी

# B7068
source: Kumargram
hi: कुमारग्राम

# B7069
source: Madarihat
hi: मादारीहाट

# B7070
source: Falakata
hi: फालाकाटा

# B7071
source: Gobardhana
hi: गोबर्धन

# B7072
source: Jalah
hi: जालाह

# B7073
source: Borobajar
hi: बोरोबाजार

# B7074
source: Sidli Chirang I
hi: सिदली चिरांग-I

# B7075
source: Goreswar
hi: गोरस्वार

# B7076
source: Sidli Chirang II
hi: सिदली चिरांग-II

# B7077
source: Hatidhura
hi: हटीधुरा

# B7078
source: Bhergaon
hi: भेरगाँव

# B7079
source: Khoirabari
hi: खॉराबारी

# B7080
source: Mazbat
hi: मजबत

# B7081
source: Rowta Charali
hi: रोता चाराली

# B7082
source: Udalguri
hi: उदलगुड़ी

# B7083
source: Baksa
hi: बक्सा

# B7084
source: Dhamdhama
hi: धमधम

# B7085
source: Nagrijuli
hi: नग्रिजुली

# B7086
source: Tamulpur
hi: तामुलपुर

# B7087
source: Tihu Barama
hi: तिहुँ बारामा

# B7088
source: Car Nicobar
hi: कार निकोबार

# B7089
source: Nancowry
hi: नंकोवरी

# B7090
source: Great Nicobar
hi: महान निकोबार

# B7091
source: Diglipur
hi: दिगलिपुर

# B7092
source: Rangat
hi: रंगत

# B7093
source: Mayabunder
hi: मायाबंदर

# B7094
source: Port Blair
hi: पोर्ट ब्लेयर

# B7095
source: Ferrargunj
hi: फरारगंज

# B7096
source: Little Andaman
hi: छोटा अंडमान

# B7097
source: Dahanu
hi: दहानू

# B7098
source: Jawhar
hi: जवहर

# B7099
source: Mokhada
hi: मोखादा

# B7100
source: Palghar
hi: पलघर

# B7101
source: Talasari
hi: तालासारी

# B7102
source: Vasai
hi: वसई

# B7103
source: Vikramgad
hi: विक्रमगढ़

# B7104
source: Wada
hi: वडा

# B7105
source: Panamaram
hi: पनामारम

# B7106
source: Karadka
hi: काराड्का

# B7107
source: Parappa
hi: पाराप्पा

# B7108
source: Kalikavu
hi: कालीकावु

# B7109
source: Kallyassery
hi: कल्लयास्सरी

# B7110
source: Panoor
hi: पनूर

# B7111
source: Agar
hi: अगर

# B7112
source: Barod
hi: बारोद

# B7113
source: Nalkheda
hi: नल्खेदा

# B7114
source: Susner
hi: सुसनेर

# B7115
source: Phulambri
hi: फुलामबरी

# B7116
source: Ballarpur
hi: बल्लारपुर

# B7117
source: Jiwati
hi: जिवाती

# B7118
source: Pomburna
hi: पोमबुर्ना

# B7119
source: Bodhwad
hi: बोधवाद

# B7120
source: Dharangaon
hi: धरणगाँव

# B7121
source: Kadegaon
hi: कादेगाँव

# B7122
source: Lekang
hi: लेकंग

# B7123
source: Namsai-Chowkham
hi: नामसाई-चोखम

# B7124
source: Andal
hi: अंदल

# B7125
source: Baraboni
hi: बाराबोनी

# B7126
source: Durgapur-Faridpur
hi: दुर्गापुर-फरीदपुर

# B7127
source: Jamuria
hi: जमुरिया

# B7128
source: Kanksa
hi: कांकसा

# B7129
source: Pandabeswar
hi: पंदाबेसवर

# B7131
source: Salanpur
hi: सालनपुर

# B7132
source: Ausgram-I
hi: आसग्राम-I

# B7133
source: Ausgram-II
hi: आसग्राम-II

# B7134
source: Bhatar
hi: भातर

# B7135
source: Burdwan-I
hi: बर्दवान-I

# B7136
source: Burdwan-II
hi: बर्दवान II

# B7137
source: Galsi-I
hi: गल्सि-I

# B7138
source: Galsi-II
hi: गल्सि-II

# B7139
source: Jamalpur
hi: जमालपुर

# B7140
source: Kalna-I
hi: काल्ना-I

# B7141
source: Kalna-II
hi: काल्ना-II

# B7142
source: Katwa-I
hi: कटवा-I

# B7143
source: Katwa-II
hi: कटवा-II

# B7144
source: Ketugram-I
hi: केतुग्राम-I

# B7145
source: Ketugram-II
hi: केतुग्राम-II

# B7146
source: Khandaghosh
hi: खंदाघोश

# B7148
source: Memari-I
hi: मेमारी-I

# B7149
source: Memari-II
hi: मेमारी-II

# B7150
source: Raina-II
hi: रैना-II

# B7151
source: Raina-I
hi: रैना-I

# B7152
source: Purbasthali-II
hi: पुर्बासथाली-II

# B7153
source: Purbasthali-I
hi: पुर्बासथाली-I

# B7154
source: Monteswar
hi: मोंतेसवर

# B7155
source: Mongolkote
hi: मोंगोलकोटे

# B7156
source: Badhra
hi: बाधरा

# B7157
source: Dadri-I
hi: दादरी-I

# B7158
source: Dadri-II
hi: दादरी-II

# B7159
source: Hassanpur
hi: हस्सनपुर

# B7160
source: Hathin
hi: हाथिन

# B7161
source: Palwal
hi: पलवल

# B7162
source: Firozepur Jhirkha
hi: फिरोजपुर झिरखा

# B7163
source: Nagina
hi: नगीना

# B7164
source: Nuh
hi: नुह

# B7165
source: Punhana
hi: पुन्हाना

# B7166
source: Taoru
hi: तावडू

# B7167
source: Chennur
hi: चेन्नर

# B7168
source: Jaipur
hi: जयपुर

# B7169
source: Kotapalle
hi: कोटापल्ले

# B7170
source: Luxettipet
hi: लक्सेत्तिपत

# B7171
source: Mancherial
hi: मंचरियल

# B7172
source: Mandamarri
hi: मंदामर्रि

# B7173
source: Dandepalle
hi: दांदेपल्ले

# B7174
source: Jannaram
hi: जन्नाराम

# B7175
source: Kasipet
hi: कासीपत

# B7176
source: Bellampalle
hi: बेल्लामपल्ले

# B7177
source: Vemanpalle
hi: वेमनपल्ले

# B7178
source: Nennal
hi: नेन्नल

# B7179
source: Tandur
hi: तंदूर

# B7180
source: Bheemini
hi: भीमिनि

# B7181
source: Dilawarpur
hi: दिलावापुर

# B7182
source: Kaddampeddur
hi: कद्द्मपेद्दुर

# B7183
source: Khanapur
hi: खानपुर

# B7184
source: Mamda
hi: माम्दा

# B7185
source: Laxmanchanda
hi: लेक्समंचंदा

# B7186
source: Sarangapur
hi: सारांगपुर

# B7187
source: Kubeer
hi: कुबीर

# B7188
source: Kuntala
hi: कुंतला

# B7189
source: Bhainsa
hi: भैंनसा

# B7190
source: Mudhole
hi: मुधोले

# B7191
source: Tanur
hi: तनूर

# B7192
source: Sirpur (U)
hi: सिरपुर (U)

# B7193
source: Jainoor
hi: जयनूर

# B7194
source: Tiryani
hi: तिरयानी

# B7195
source: Asifabad
hi: असिफाबाद

# B7196
source: Kerameri
hi: केरामेरी

# B7197
source: Wankdi
hi: वांकदी

# B7198
source: Rebbana
hi: रेब्बाना

# B7199
source: Bejjur
hi: बेज्जुर

# B7200
source: Kagaz Nagar
hi: कागज़ नगर

# B7201
source: Kouthala
hi: कोथाला

# B7202
source: Dahegaon
hi: दहेगाँव

# B7203
source: Sirpur (T)
hi: सिरपुर (T)

# B7204
source: Jagtial
hi: जग्तिअल

# B7205
source: Raikal
hi: रेकल

# B7206
source: Sarangapur
hi: सारंगपुर

# B7207
source: Dharmapuri
hi: धर्मपुरी

# B7208
source: Pegadapalle
hi: पेगादापाल्ले

# B7209
source: Gollapalle
hi: गोलापाल्ले

# B7210
source: Mallial
hi: मल्लियल

# B7211
source: Kodimial
hi: मल्लियल

# B7212
source: Velgatoor
hi: वेल्गातूर

# B7213
source: Koratla
hi: कोराटला

# B7214
source: Metpalle
hi: मेतपल्ले

# B7215
source: Mallapur
hi: मल्लापुर

# B7216
source: Ibrahimpatnam
hi: इब्राहिमपत्तनम

# B7217
source: Medipalle
hi: मदिपल्ले

# B7218
source: Kathlapur
hi: काथलापुर

# B7219
source: Kothagudem
hi: कोठागुडम

# B7220
source: Palawancha
hi: पालावांचा

# B7221
source: Tekulapalle
hi: तेकुलापल्ले

# B7222
source: Yellandu
hi: येल्लंदु

# B7223
source: Chandrugonda
hi: चंद्रुगोंडा

# B7224
source: Aswaraopeta
hi: अस्वाराओपेटा

# B7225
source: Mulakalapalle
hi: मुलाकालापल्ले

# B7226
source: Dammapeta
hi: द्म्म्न्पेता

# B7227
source: Gundala
hi: गुंदाला

# B7228
source: Julurpad
hi: जुलूरपद

# B7229
source: Bhadrachalam
hi: भद्राचलम

# B7230
source: Dummugudem
hi: द्म्मुगुदम

# B7231
source: Cherla
hi: चेर्ला

# B7232
source: Burgampadu
hi: बर्गमपेडु

# B7233
source: Aswapuram
hi: अस्वापुरम

# B7234
source: Manuguru
hi: मनुगुरु

# B7235
source: Pinapaka
hi: पिनापका

# B7236
source: Gundala
hi: गंदाला

# B7237
source: Jangaon
hi: जनगांव

# B7238
source: Lingala Ghanpur
hi: लिंगाला घनपुर

# B7239
source: Bachannapeta
hi: बचन्नापेता

# B7240
source: Devaruppula
hi: देवारुप्पुला

# B7241
source: Narmetta
hi: नर्मेत्ता

# B7242
source: Raghunathapally
hi: रघुनाथापल्ली

# B7243
source: Ghanpur(Stn)
hi: घनपुर (एसटीएन)

# B7244
source: Zaffergadh
hi: ज़फरगढ

# B7245
source: Palakurthi
hi: पालाकुर्थी

# B7246
source: Kodakandla
hi: कोडाकांद्ला

# B7247
source: Malharrao
hi: मलहार्राओ

# B7248
source: Kataram
hi: काताराम

# B7249
source: Mahadevpur
hi: महादेवपुर

# B7250
source: Mutharam Mahadevpur
hi: मुथाराम महादेवपुर

# B7253
source: Bhupalpalle
hi: भुपालपाल्ले

# B7254
source: Ghanapur Mulug
hi: घनापुर मुलुग

# B7255
source: Regonda
hi: रेगोंडा

# B7256
source: Mogullapalle
hi: मोगुल्लापाल्ले

# B7257
source: Chityal
hi: चितयाल

# B7264
source: Gadwal
hi: गडवाल

# B7265
source: Dharur
hi: धरुर

# B7266
source: Ghattu
hi: घात्तू

# B7267
source: Itikyal
hi: इतिकयाल

# B7268
source: Manopadu
hi: मनोपेदु

# B7269
source: Alampur
hi: आलमपुर

# B7270
source: Waddepalle
hi: वद्देपल्ले

# B7271
source: Maldakal
hi: मल्दाकाल

# B7272
source: Kamareddy
hi: कामारेड्डी

# B7273
source: Bhiknur
hi: भिकनर

# B7274
source: Tadwai
hi: तद्वाई

# B7275
source: Domakonda
hi: दोमाकोंडा

# B7276
source: Machareddy
hi: मचारेड्डी

# B7277
source: Sadasivanagar
hi: सदासिवानगर

# B7278
source: Banswada
hi: बांसवाड़ा

# B7279
source: Birkoor
hi: बिर्कुर

# B7280
source: Bichkunda
hi: बिचकुंडा

# B7281
source: Jukkal
hi: जुक्काल

# B7282
source: Pitlam
hi: पित्लम

# B7283
source: Madnur
hi: मद्नूर

# B7284
source: Nizam Sagar
hi: निज़ाम सागर

# B7285
source: Yellareddy
hi: येल्लारेड्डी

# B7286
source: Nagireddipet
hi: नागीरेड्डीपत

# B7287
source: Lingampet
hi: लिंगामपत

# B7288
source: Gandhari
hi: गांधारी

# B7289
source: Garla
hi: गारला

# B7290
source: Mahabubabad
hi: महबुबाबाद

# B7291
source: Kuravi
hi: कुरावी

# B7292
source: Kesamudram
hi: केसामुद्र्म

# B7293
source: Dornakal
hi: दोर्नाकाल

# B7294
source: Gudur
hi: गुडूर

# B7295
source: Kothaguda
hi: कोथागुंदा

# B7296
source: Thorrur
hi: थोर्र

# B7297
source: Nellikudur
hi: नेल्लिकुदुर

# B7298
source: Maripeda
hi: मारिपेडा

# B7299
source: Narsimhulapet
hi: नर्सिमहुलापत

# B7300
source: Medchal
hi: मेडचाल

# B7301
source: Shamirpet
hi: शमिर्पेट

# B7302
source: Keesara
hi: किसारा

# B7303
source: Ghatkesar
hi: घाट्केसर

# B7304
source: Uppal
hi: उप्पल

# B7305
source: Malkajgiri
hi: मल्काजगिरि

# B7306
source: Quthbullapur
hi: कुथाबुल्लापुर

# B7307
source: Balanagar
hi: बालानगर

# B7308
source: Bijinapalle
hi: बिजिनापल्ले

# B7309
source: Nagarkurnool
hi: नगरकुरनूल

# B7310
source: Peddakothapalle
hi: पेद्दकोथापल्ले

# B7311
source: Telkapalle
hi: तेल्कापल्ले

# B7312
source: Thimmajipeta
hi: थिम्माजिपेता

# B7313
source: Tadoor
hi: तदूर

# B7314
source: Kollapur
hi: कोल्लापूर

# B7315
source: Kodair
hi: कोदेयर

# B7316
source: Kodair
hi: कोदेयर

# B7317
source: Kalwakurthy
hi: कलवाकुरथि

# B7318
source: Veldanda
hi: वेल्दांदा

# B7319
source: Vangoor
hi: वंगुर

# B7320
source: Achampeta
hi: अचम्पेता

# B7321
source: Amrabad
hi: अम्राबाद

# B7322
source: Balmoor
hi: बल्मुर

# B7323
source: Lingal
hi: लिंगल

# B7324
source: Uppununthala
hi: उप्पुन्नथाला

# B7325
source: Peddapalle
hi: पेद्दापल्ले

# B7326
source: Odela
hi: ओदेला

# B7327
source: Sultanabad
hi: सुलतानबाद

# B7328
source: Julapalle
hi: जुलापल्ले

# B7329
source: Eligaid
hi: एलिगढ

# B7330
source: Dharmaram
hi: धर्मारम

# B7331
source: Ramagundam
hi: रामगुंडम

# B7332
source: Srirampur
hi: श्रीरामपुर

# B7333
source: Kamanpur
hi: कमानपुर

# B7334
source: Manthani
hi: मंथानी

# B7335
source: Mutharam Manthani
hi: मुथरम मंथनी

# B7336
source: Sirsilla
hi: सिर्सिल्ला

# B7337
source: Gambhiraopet
hi: गम्भिराओपत

# B7338
source: Vemulawada
hi: वेमुलावाडा

# B7339
source: Chandurthi
hi: चन्दुर्थि

# B7340
source: Boinpalle
hi: बॉनपल्ले

# B7341
source: Yella Reddi Peta
hi: येला रेड्डी पेटा

# B7342
source: Mustabad
hi: मुस्ताबाद

# B7343
source: Konaraopeta
hi: मुस्ताबाद

# B7344
source: Sangareddy
hi: संगारेड्डी

# B7345
source: Kondapur
hi: कोंडापुर

# B7346
source: Sadasivpet
hi: सडासिव्पत

# B7347
source: Patancheru
hi: पतनचेरु

# B7348
source: Ramachandrapuram
hi: रामाचंद्रापुरम

# B7349
source: Munpalle
hi: मनपल्ले

# B7350
source: Jinnaram
hi: जिन्नाराम

# B7351
source: Pulkal
hi: पुलकल

# B7352
source: Andole
hi: अंदोले

# B7353
source: Hathnoora
hi: हाथनूरा

# B7354
source: Zahirabad
hi: जाहिराबाद

# B7355
source: Nyalkal
hi: नयालकाल

# B7356
source: Jharasangam
hi: झरासनगम

# B7357
source: Kohir
hi: कोहिर

# B7358
source: Raikode
hi: रेकोदे

# B7359
source: Narayankhed
hi: नारायणखेद

# B7360
source: Kangti
hi: कांगती

# B7361
source: Kalher
hi: कलहेर

# B7362
source: Manoor
hi: मनूर

# B7363
source: Husnabad
hi: हसनाबाद

# B7364
source: Koheda
hi: कोहेदा

# B7365
source: Bejjenki
hi: बेज्जनकी

# B7366
source: Siddipet
hi: सिद्दीपेट

# B7367
source: Nanganur
hi: नन्गानूर

# B7368
source: Chinna Kodur
hi: चिन्ना कोडुर

# B7369
source: Doultabad
hi: दोलताबाद

# B7370
source: Mirdoddi
hi: मिर्दोद्दि

# B7371
source: Dubbak
hi: दुब्बक

# B7372
source: Gajwel
hi: गजवेल

# B7373
source: Jagdevpur
hi: जग्देवपुर

# B7374
source: Kondapak
hi: कोंदापक

# B7375
source: Mulug
hi: मुलुग

# B7376
source: Wargal
hi: वारगल

# B7377
source: Cheriyal
hi: चेरियाल

# B7378
source: Maddur
hi: मद्दुर

# B7379
source: Atmakur (S)
hi: एतमाकुर (एस)
